Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: The sequential print is on. It's impossible to apply any custom G-code for objects printing sequentually. This code won't be processed during G-code generation.
sv: Den sekventiella utskriften är på. Det är omöjligt att använda någon anpassad G-kod för objekt som skrivs ut i följd. Denna kod kommer inte att bearbetas under generering av G-kod.

source: continue
sv: fortsätta

source: Color change ("%1%")
sv: Färgbyte ("%1%")

source: Color change ("%1%") for Extruder %2%
sv: Färgbyte ("%1%") för Extruder %2%

source: Pause print ("%1%")
sv: Pausa utskrift ("%1%")

source: Custom template ("%1%")
sv: Anpassad mall ("%1%")

source: Extruder (tool) is changed to Extruder "%1%"
sv: Extruder (verktyg) har ändrats till Extruder "%1%"

source: Note
sv: Notera

source: G-code associated to this tick mark is in a conflict with print mode. Editing it will cause changes of Slider data.
sv: G-koden som är kopplad till denna bock är i konflikt med utskriftsläget. Att redigera det kommer att orsaka ändringar av skivningsdata.

source: There is a color change for extruder that won't be used till the end of print job. This code won't be processed during G-code generation.
sv: Det finns ett färgbyte för extrudern som inte kommer att användas förrän i slutet av utskriftsjobbet. Denna kod kommer inte att bearbetas under generering av G-kod.

source: There is an extruder change set to the same extruder. This code won't be processed during G-code generation.
sv: Det finns en extruderbyte inställd på samma extruder. Denna kod kommer inte att bearbetas under generering av G-kod.

source: There is a color change for extruder that has not been used before. Check your settings to avoid redundant color changes.
sv: Det finns en färgbyte för extrudern som inte har använts tidigare. Kontrollera dina inställningar för att undvika överflödiga färgbyten.

source: Delete tick mark - Left click or press "-" key
sv: Radera bock - Vänsterklicka eller utskrift på "-"-tangenten

source: Edit tick mark - Ctrl + Left click
sv: Redigera bock - Ctrl + Vänsterklicka

source: Edit tick mark - Right click
sv: Redigera bock - Högerklicka

source: active
sv: aktiva

source: Switch code to Change extruder
sv: Ändra kod till Byt extruder

source: Change extruder
sv: Byt extruder

source: Change extruder (N/A)
sv: Byt extruder (N/A)

source: Use another extruder
sv: Använd en annan extruder

source: used
sv: begagnade

source: Switch code to Color change (%1%) for:
sv: Ändra kod till Färgbyte (%1%) för:

source: Add color change (%1%) for:
sv: Lägg till färgbyte (%1%) för:

source: Add color change
sv: Lägg till färgbyte

source: Add pause print
sv: Lägg till utskriftspaus

source: Add custom template
sv: Lägg till anpassad mall

source: Add custom G-code
sv: Lägg till anpassad G-kod

source: Edit color
sv: Redigera färg

source: Edit pause print message
sv: Redigera pausutskriftsmeddelande

source: Edit custom G-code
sv: Redigera anpassad G-kod

source: Delete color change
sv: Radera färgbyte

source: Delete tool change
sv: Radera verktygsbyte

source: Delete pause print
sv: Radera pausutskrift

source: Delete custom G-code
sv: Radera anpassad G-kod

source: Jump to height
sv: Hoppa till höjden

source: Hide ruler
sv: Göm linjalen

source: Show object height
sv: Visa objektets höjd

source: Show object height on the ruler
sv: Visa objektets höjd på linjalen

source: Show estimated print time
sv: Visa beräknad utskriftstid

source: Show estimated print time on the ruler
sv: Visa beräknad utskriftstid på linjalen

source: Ruler mode
sv: Linjalläge

source: Set ruler mode
sv: Ställ in linjalläge

source: Set extruder sequence for the entire print
sv: Ställ in extrudersekvens för hela utskriften

source: Set auto color changes
sv: Ställ in automatiska färgbyten

source: This action will cause deletion of all ticks on vertical slider.
sv: Denna åtgärd kommer att orsaka radering av alla markeringar på vertikala reglaget.

source: This action is not revertible. Do you want to proceed?
sv: Denna åtgärd är inte reversibel. Vill du fortsätta?

source: Warning
sv: Varning

source: Enter custom G-code used on current layer
sv: Ange anpassad G-kod som används på det aktuella lagret

source: Custom G-code on current layer (%1% mm).
sv: Anpassad G-kod på aktuellt lager (%1% mm).

source: Enter short message shown on Printer display when a print is paused
sv: Ange ett kort meddelande som visas på skrivarens display när en utskrift pausas

source: Message for pause print on current layer (%1% mm).
sv: Meddelande om pausutskrift på aktuellt lager (%1% mm).

source: Enter the move you want to jump to
sv: Ange flyttningen du vill hoppa till

source: Enter the height you want to jump to
sv: Ange höjden du vill hoppa till

source: The last color change data was saved for a single extruder printing.
sv: Den senaste färgbytesdatan sparades för en singel-extruderutskrift.

source: The last color change data was saved for a multi extruder printing.
sv: Den senaste färgbytesdatan sparades för en multi-extruderutskrift.

source: Your current changes will delete all saved color changes.
sv: Dina nuvarande ändringar kommer att radera alla sparade färgändringar.

source: Are you sure you want to continue?
sv: Är du säker på att du vill fortsätta?

source: Select YES if you want to delete all saved tool changes, NO if you want all tool changes switch to color changes, or CANCEL to leave it unchanged.
sv: Välj JA om du vill radera alla sparade verktygsändringar, NEJ om du vill att alla verktygsändringar ska skiftas till färgbyten, eller AVBRYT för att lämna de oförändrade.

source: Do you want to delete all saved tool changes?
sv: Vill du radera alla sparade verktygsändringar?

source: The last color change data was saved for a multi extruder printing with tool changes for whole print.
sv: Den senaste färgändringsdatan sparades för en multi-extruderutskrift med verktygsbyten för helutskrift.

source: Your current changes will delete all saved extruder (tool) changes.
sv: Dina nuvarande ändringar kommer att radera alla sparade extruder- (verktygs-) ändringar.

source: Set extruder sequence
sv: Ställ in extrudersekvens

source: Set extruder change for every
sv: Ställ in extruderbyte för varje

source: layers
sv: skikten

source: Random sequence
sv: Slumpmässig sekvens

source: If enabled, random sequence of the selected extruders will be used.
sv: Om aktiverat kommer slumpmässig sekvens av de valda extruderna att användas.

source: Allow next color repetition
sv: Tillåt nästa färgupprepning

source: If enabled, a repetition of the next random color will be allowed.
sv: Om det är aktiverat kommer en upprepning av nästa slumpmässiga färg att tillåtas.

source: Set extruder(tool) sequence
sv: Ställ in extruder- (verktygs-) sekvens

source: Remove extruder from sequence
sv: Radera extruder från sekvensen

source: Add extruder to sequence
sv: Lägg till extruder till sekvensen

source: default value
sv: standardvärde

source: parameter name
sv: parameternamn

source: %s doesn't support percentage
sv: %s stödjer inte procent

source: Input value is out of range Are you sure that %s is a correct value and that you want to continue?
sv: Inmatningsvärdet ligger utanför intervallet Är du säker på att %s är ett korrekt värde och att du vill fortsätta?

source: Parameter validation
sv: Parametervalidering

source: Input value is out of range
sv: Inmatningsvärdet ligger utanför intervallet

source: Do you mean %s%% instead of %s %s? Select YES if you want to change this value to %s%%, or NO if you are sure that %s %s is a correct value.
sv: Menar du %s%% istället för %s %s? Välj JA om du vill ändra detta värde till %s%%, eller NEJ om du är säker på att %s %s är ett korrekt värde.

source: Invalid input format. Expected vector of dimensions in the following format: "%1%"
sv: Ogiltigt inmatningsformat. Förväntad vektor av dimensioner i följande format: "%1%"

source: Flash!
sv: Programmera!

source: Flashing in progress. Please do not disconnect the printer!
sv: Programmering pågår. Koppla inte bort skrivaren!

source: Flashing failed
sv: Det gick inte att programmera

source: Flashing succeeded!
sv: Programmeringen lyckades!

source: Flashing failed. Please see the avrdude log below.
sv: Det gick inte att programmera. Se avrdude-loggen nedan.

source: Flashing cancelled.
sv: Programmering avbröts.

source: This firmware hex file does not match the printer model. The hex file is intended for: %s Printer reported: %s Do you want to continue and flash this hex file anyway? Please only continue if you are sure this is the right thing to do.
sv: Denna hex-fil för firmware matchar inte skrivarmodellen. Hex-filen är avsedd för: %s Skrivare rapporterad: %s Vill du fortsätta och programmera den här hex-filen ändå? Fortsätt bara om du är säker på att detta är rätt sak att göra.

source: Multiple %s devices found. Please only connect one at a time for flashing.
sv: Multipla %s enheter hittades. Anslut bara en i taget för att programmera.

source: The %s device was not found. If the device is connected, please press the Reset button next to the USB connector ...
sv: %s-enheten hittades inte. Om enheten är ansluten, tryck på Reset-knappen bredvid USB-kontakten ...

source: The %s device could not have been found
sv: %s-enheten kunde inte ha hittats

source: Error accessing port at %s: %s
sv: Fel vid åtkomst till porten på %s: %s

source: Error: %s
sv: Fel: %s

source: Firmware flasher
sv: Firmware-programmering

source: Firmware image:
sv: Firmware-avbild:

source: Select a file
sv: Välj en fil

source: Browse
sv: Bläddra

source: Serial port:
sv: Serieport:

source: Autodetected
sv: Automatiskt upphittad

source: Rescan
sv: Skanna om

source: Progress:
sv: Framsteg:

source: Ready
sv: Redo

source: Advanced: Output log
sv: Avancerat: Utdatalogg

source: Close
sv: Stänga

source: Are you sure you want to cancel firmware flashing? This could leave your printer in an unusable state!
sv: Är du säker på att du vill avbryta firmware-programmeringen? Detta kan lämna din skrivare i ett oanvändbart tillstånd!

source: Confirmation
sv: Bekräftelse

source: Cancelling...
sv: Avbryter...

source: Shape Gallery
sv: Formgalleri

source: Select shape from the gallery
sv: Välj form från galleriet

source: Add to bed
sv: Lägg till på bädden

source: Add selected shape(s) to the bed
sv: Lägg till valda form(er) på bädden

source: Add
sv: Lägg till

source: Add one or more custom shapes
sv: Lägg till en eller flera anpassade former

source: Delete
sv: Radera

source: Delete one or more custom shape. You can't delete system shapes
sv: Radera en eller flera anpassade former. Du kan inte radera systemformer

source: Choose one or more files (STL, OBJ):
sv: Välj en eller flera filer (STL, OBJ):

source: It looks like selected %1%-file has an error or is destructed. We can't load this file
sv: Det ser ut som att den valda %1%-filen har ett fel eller är förstörd. Vi kan inte ladda den här filen

source: Choose one PNG file:
sv: Välj en PNG-fil:

source: Replacing of the PNG
sv: Utbyte av PNG

source: Change thumbnail
sv: Ändra miniatyrbild

source: Loading of the "%1%"
sv: Laddar "%1%"

source: Tool position
sv: Verktygsposition

source: Generating toolpaths
sv: Generera verktygsbanor

source: Generating vertex buffer
sv: Genererar vertexbuffert

source: Generating index buffers
sv: Genererar indexbuffertar

source: Click to hide
sv: Klicka för att dölja

source: Click to show
sv: Klicka för att visa

source: up to
sv: upp till

source: above
sv: ovan

source: from
sv: från

source: to
sv: till

source: Percentage
sv: Procentsats

source: Feature type
sv: Funktionstyp

source: Time
sv: Tid

source: Used filament
sv: Använt filament

source: Height (mm)
sv: Höjd (mm)

source: Width (mm)
sv: Bredd (mm)

source: Speed (mm/s)
sv: Hastighet (mm/s)

source: Fan Speed (%)
sv: Fläkthastighet (%)

source: Temperature (°C)
sv: Temperatur (°C)

source: Volumetric flow rate (mm³/s)
sv: Volumetrisk flödeshastighet (mm³/s)

source: Tool
sv: Verktyg

source: Color Print
sv: Färgutskrift

source: Default color
sv: Standardfärg

source: default color
sv: standardfärg

source: Color change
sv: Färgbyte

source: Print
sv: Skriv ut

source: Pause
sv: Paus

source: Event
sv: Händelse

source: Remaining time
sv: Återstående tid

source: Duration
sv: Varaktighet

source: Travel
sv: Resa

source: Movement
sv: Rörelse

source: Extrusion
sv: Extrudering

source: Retraction
sv: Indragning

source: Wipe
sv: Rensa

source: Options
sv: Alternativ

source: Retractions
sv: Indragningar

source: Deretractions
sv: Neddragningar

source: Seams
sv: Sömmar

source: Tool changes
sv: Verktygsbyten

source: Color changes
sv: Färgbyten

source: Print pauses
sv: Utskriftspauser

source: Custom G-codes
sv: Anpassade G-koder

source: Printer
sv: Skrivare

source: Print settings
sv: Utskriftsinställningar

source: Estimated printing times
sv: Beräknade utskriftstider

source: Normal mode
sv: Normalt läge

source: Stealth mode
sv: Smygläge

source: First layer
sv: Första lagret

source: Show stealth mode
sv: Visa smygläge

source: Show normal mode
sv: Visa normalt läge

source: Variable layer height
sv: Variabel lagerhöjd

source: Left mouse button:
sv: Vänster musknapp:

source: Add detail
sv: Lägg till detalj

source: Right mouse button:
sv: Höger musknapp:

source: Remove detail
sv: Radera detalj

source: Shift + Left mouse button:
sv: Skift + vänster musknapp:

source: Reset to base
sv: Återställ till bas

source: Shift + Right mouse button:
sv: Skift + höger musknapp:

source: Smoothing
sv: Glättning

source: Mouse wheel:
sv: Mushjul:

source: Increase/decrease edit area
sv: Öka/minska redigeringsområdet

source: Adaptive
sv: Adaptiv

source: Quality / Speed
sv: Kvalitet / Hastighet

source: Higher print quality versus higher print speed.
sv: Högre utskriftskvalitet kontra högre utskriftshastighet.

source: Smooth
sv: Slät

source: Radius
sv: Radie

source: Keep min
sv: Håll min

source: Variable layer height - Manual edit
sv: Variabel lagerhöjd - Manuell redigering

source: Seq.
sv: Sekv.

source: Variable layer height - Reset
sv: Variabel lagerhöjd - Återställ

source: Variable layer height - Adaptive
sv: Variabel lagerhöjd - Adaptiv

source: Variable layer height - Smooth all
sv: Variabel lagerhöjd - Släta ut allt

source: Mirror Object
sv: Spegelobjekt

source: Gizmo-Move
sv: Gizmo-Flytta

source: Gizmo-Rotate
sv: Gizmo-Rotera

source: Move Object
sv: Flytta objekt

source: Switch to Settings
sv: Växla till Inställningar

source: Print Settings Tab
sv: Fliken Utskriftsinställningar

source: Filament Settings Tab
sv: Filament inställningsflik

source: Material Settings Tab
sv: Material inställningsflik

source: Printer Settings Tab
sv: Skrivare inställningsflik

source: Undo History
sv: Ångra historik

source: Redo History
sv: Gör om historik

source: Undo %1$d Action
sv: Ångra %1$d åtgärd

source: Redo %1$d Action
sv: Gör om %1$d åtgärd

source: Search
sv: Sök

source: Enter a search term
sv: Ange en sökterm

source: Arrange options
sv: Ordna alternativ

source: Press %1%left mouse button to enter the exact value
sv: Tryck på %1%vänster musknapp för att ange det exakta värdet

source: Spacing
sv: Mellanrum

source: Enable rotations (slow)
sv: Aktivera rotationer (långsamma)

source: Arrange
sv: Ordna

source: Add...
sv: Lägg till...

source: Delete all
sv: Radera allt

source: Arrange selection
sv: Ordna urval

source: Click right mouse button to show arrangement options
sv: Klicka på höger musknapp för att visa arrangemangsalternativ

source: Copy
sv: Kopiera

source: Paste
sv: Klistra in

source: Add instance
sv: Lägg till instans

source: Remove instance
sv: Radera instans

source: Split to objects
sv: Dela upp i objekt

source: Split to parts
sv: Dela upp i delar

source: Click right mouse button to open/close History
sv: Klicka på höger musknapp för att öppna/stänga historik

source: Next Undo action: %1%
sv: Nästa ångra åtgärd: %1%

source: Redo
sv: Göra om

source: Next Redo action: %1%
sv: Nästa gör om åtgärd: %1%

source: An object outside the print area was detected.
sv: Ett objekt utanför utskriftsområdet upptäcktes.

source: A toolpath outside the print area was detected.
sv: En verktygsbana utanför utskriftsområdet upptäcktes.

source: SLA supports outside the print area were detected.
sv: SLA-stöd utanför utskriftsområdet upptäcktes.

source: Some objects are not visible during editing.
sv: Vissa objekt är inte synliga under redigering.

source: An object outside the print area was detected. Resolve the current problem to continue slicing.
sv: Ett objekt utanför utskriftsområdet upptäcktes. Lös det aktuella problemet för att fortsätta skära.

source: Selection-Add from rectangle
sv: Urval-Lägg till från rektangel

source: Selection-Remove from rectangle
sv: Markering-Radera från rektangeln

source: Cut
sv: Skära

source: in
sv: i

source: Keep upper part
sv: Behåll övre delen

source: Keep lower part
sv: Behåll nedre delen

source: Rotate lower part upwards
sv: Vrid den nedre delen uppåt

source: Perform cut
sv: Utför skärning

source: Paint-on supports
sv: Stöd för målning

source: Clipping of view
sv: Klippning av vy

source: Reset direction
sv: Återställ riktning

source: Brush size
sv: Penselstorlek

source: Brush shape
sv: Penselform

source: Left mouse button
sv: Vänster musknapp

source: Enforce supports
sv: Framtvinga stöd

source: Right mouse button
sv: Höger musknapp

source: Block supports
sv: Blockstöd

source: Shift + Left mouse button
sv: Skift + Vänster musknapp

source: Remove selection
sv: Radera markering

source: Remove all selection
sv: Radera alla markeringar

source: Circle
sv: Cirkel

source: Sphere
sv: Sfär

source: Triangles
sv: Trianglar

source: Highlight overhang by angle
sv: Markera överhäng med vinkel

source: Enforce
sv: Förstärka

source: Tool type
sv: Verktygstyp

source: Brush
sv: Borste

source: Smart fill
sv: Smart fyllning

source: Smart fill angle
sv: Smart fyllningsvinkel

source: Split triangles
sv: Dela trianglar

source: On overhangs only
sv: Endast på överhäng

source: Preselects faces by overhang angle. It is possible to restrict paintable facets to only preselected faces when the option "%1%" is enabled.
sv: Förväljer ytor med överhängsvinkel. Det är möjligt att begränsa målningsbara fasetter till endast förvalda ytor när alternativet "%1%" är aktiverat.

source: Paints facets according to the chosen painting brush.
sv: Målar fasetter enligt vald målarpensel.

source: Paints neighboring facets whose relative angle is less or equal to set angle.
sv: Målar intilliggande fasetter vars relativa vinkel är mindre eller lika med inställningsvinkeln.

source: Allows painting only on facets selected by: "%1%"
sv: Tillåter målning endast på fasetter valda av: "%1%"

source: Paints all facets inside, regardless of their orientation.
sv: Målar alla fasetter inuti, oavsett orientering.

source: Ignores facets facing away from the camera.
sv: Ignorerar aspekter som är vända bort från kameran.

source: Paints only one facet.
sv: Målar bara en fasett.

source: Alt + Mouse wheel
sv: Alt + mushjul

source: Splits bigger facets into smaller ones while the object is painted.
sv: Delar upp större fasetter i mindre medan objektet målas.

source: Ctrl + Mouse wheel
sv: Ctrl + mushjul

source: Reset selection
sv: Återställ val

source: Block supports by angle
sv: Blockstöd i vinkel

source: Add supports by angle
sv: Lägg till stöd efter vinkel

source: Add supports
sv: Lägg till stöd

source: Place on face
sv: Placera på ytan

source: Hollow this object
sv: Urholka detta föremål

source: Preview hollowed and drilled model
sv: Förhandsgranska urholkad och borrad modell

source: Quality
sv: Kvalitet

source: Closing distance
sv: Stängningsavstånd

source: Hole diameter
sv: Håldiameter

source: Hole depth
sv: Håldjup

source: Remove selected holes
sv: Radera valda hål

source: Remove all holes
sv: Radera alla hål

source: Show supports
sv: Visa stöd

source: Add drainage hole
sv: Lägg till dräneringshål

source: Delete drainage hole
sv: Radera dräneringshål

source: Hollowing parameter change
sv: Ihålig parameterändring

source: Change drainage hole diameter
sv: Ändra dräneringshålets diameter

source: Hollow and drill
sv: Urholka och borra

source: Move drainage hole
sv: Flytta dräneringshålet

source: Your printer has more extruders than the multi-material painting gizmo supports. For this reason, only the first %1% extruders will be able to be used for painting.
sv: Din skrivare har fler extruders än flermaterials-målningsutrustningen stödjer. Av denna anledning kommer endast de första %1% extruderna att kunna användas för målning.

source: Multimaterial painting
sv: Multimaterial målning

source: First color
sv: Första färgen

source: Second color
sv: Andra färgen

source: Remove painted color
sv: Radera målad färg

source: Clear all
sv: Rensa alla

source: Bucket fill
sv: Hinkfyllning

source: Paints neighboring facets that have the same color.
sv: Målar intilliggande fasetter som har samma färg.

source: Split bigger facets into smaller ones while the object is painted.
sv: Dela upp större fasetter i mindre medan objektet målas.

source: Painted using: Extruder %1%
sv: Målad med: Extruder %1%

source: Move
sv: Flytta

source: Rotate
sv: Rotera

source: Optimize orientation
sv: Optimera orienteringen

source: Apply
sv: Tillämpa

source: Scale
sv: Skala

source: Enforce seam
sv: Framtvinga söm

source: Block seam
sv: Blocksöm

source: Seam painting
sv: Sömmålning

source: Mesh name
sv: Nätnamn

source: Detail level
sv: Detaljnivå

source: Decimate ratio
sv: Decimeringsförhållande

source: Processing model '%1%' with more than 1M triangles could be slow. It is highly recommend to reduce amount of triangles.
sv: Bearbetningen av modellen '%1%' med mer än 1 miljon trianglar kan vara långsam. Det rekommenderas starkt att minska antalet trianglar.

source: Simplify model
sv: Förenkla modellen

source: Simplify
sv: Förenkla

source: Simplification is currently only allowed when a single part is selected
sv: Förenkling är för närvarande endast tillåten när en enskild del är vald

source: Error
sv: Fel

source: Extra high
sv: Extra hög

source: High
sv: Hög

source: Low
sv: Låg

source: Extra low
sv: Extra låg

source: %d triangles
sv: %d trianglar

source: Show wireframe
sv: Visa trådram

source: Operation already cancelling. Please wait few seconds.
sv: Åtgärden avbryts redan. Väligen vänta några sekunder.

source: Can't apply when proccess preview.
sv: Det går inte att tillämpa när process förhandsgranskas.

source: Simplify %1%
sv: Förenkla %1%

source: Head diameter
sv: Huvudets diameter

source: Lock supports under new islands
sv: Låsstöd under nya öar

source: Remove selected points
sv: Radera markerade punkter

source: Remove all points
sv: Radera alla punkter

source: Apply changes
sv: Applicera förändringar

source: Discard changes
sv: Ignorera ändringar

source: Minimal points distance
sv: Minsta punktavstånd

source: Support points density
sv: Stödpunkters täthet

source: Auto-generate points
sv: Autogenerera punkter

source: Manual editing
sv: Manuell redigering

source: Add support point
sv: Lägg till stödpunkt

source: Delete support point
sv: Radera stödpunkt

source: Change point head diameter
sv: Ändra punkthuvudets diameter

source: Support parameter change
sv: Stöd-parameterändring

source: SLA Support Points
sv: SLA Support Punkter

source: Do you want to save your manually edited support points?
sv: Vill du spara dina manuellt redigerade stödpunkter?

source: Save support points?
sv: Spara stödpunkter?

source: Move support point
sv: Flytta stödpunkten

source: Support points edit
sv: Redigera stödpunkter

source: Autogeneration will erase all manually edited points.
sv: Autogenerering raderar alla manuellt redigerade punkter.
