Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: Repeat Last Quick Slice
sv: Upprepa senaste snabbskivning

source: Repeat last quick slice
sv: Upprepa senaste snabbskivning

source: (Re)Slice No&w
sv: (Åter)Skiva Nu

source: Start new slicing process
sv: Starta en ny skivningsprocess

source: &Repair STL file
sv: &Reparera STL-fil

source: Automatically repair an STL file
sv: Reparera automatiskt en STL-fil

source: &G-code Preview
sv: &G-kods förhandsgranskning

source: &Quit
sv: &Avsluta

source: Quit %s
sv: Avsluta %s

source: &Select All
sv: Markera alla

source: Selects all objects
sv: Markera alla objekt

source: D&eselect All
sv: Avmarkera alla

source: Deselects all objects
sv: Avmarkerar alla objekt

source: &Delete Selected
sv: &Radera markerade

source: Deletes the current selection
sv: Raderar bort det aktuella valet

source: Delete &All
sv: Radera allt

source: Deletes all objects
sv: Radera alla objekt

source: &Undo
sv: &Ångra

source: &Redo
sv: &Göra om

source: &Copy
sv: &Kopiera

source: Copy selection to clipboard
sv: Kopiera urval till urklipp

source: &Paste
sv: &Klistra in

source: Paste clipboard
sv: Klistra in urklipp

source: Re&load from Disk
sv: Ladda om från disk

source: Searc&h
sv: Sök

source: Search in settings
sv: Sök i inställningar

source: &Plater Tab
sv: &Skivflik

source: Show the plater
sv: Visa skivan

source: P&rint Settings Tab
sv: Fliken Utskriftsinställningar

source: Show the print settings
sv: Visa utskriftsinställningarna

source: &Filament Settings Tab
sv: Fliken &Filamentinställningar

source: Show the filament settings
sv: Visa filamentinställningarna

source: Print&er Settings Tab
sv: Fliken Skrivarinställningar

source: Show the printer settings
sv: Visa skrivarinställningarna

source: Show the 3D editing view
sv: Visa 3D-redigeringsvyn

source: Pre&view
sv: Förhandsvisning

source: Show the 3D slices preview
sv: Visa förhandsvisningen av 3D-skivning

source: Open the dialog to modify shape gallery
sv: Öppna dialogrutan för att modifiera formgalleriet

source: Print &Host Upload Queue
sv: Skriv ut &värduppladdningskö

source: Display the Print Host Upload Queue window
sv: Visa fönstret Skrivar- &värduppladdningskö

source: Open New Instance
sv: Öppna Ny instans

source: Compare Presets
sv: Jämför förinställningar

source: Compare presets
sv: Jämför förinställningar

source: Show &Labels
sv: Visa &etiketter

source: Show object/instance labels in 3D scene
sv: Visa objekt/instansetiketter i 3D-scen

source: &Collapse Sidebar
sv: &Dölj sidofältet

source: Collapse sidebar
sv: Dölj sidofältet

source: &Fullscreen
sv: &Fullskärm

source: Fullscreen
sv: Fullskärm

source: &File
sv: &Fil

source: &Edit
sv: &Redigera

source: &Window
sv: &Fönster

source: &View
sv: &Se

source: &Help
sv: &Hjälp

source: &Open G-code
sv: &Öppna G-kod

source: Open &PrusaSlicer
sv: Öppna &PrusaSlicer

source: E&xport
sv: Exportera

source: S&end to print
sv: Skicka till utskrift

source: Mate&rial Settings Tab
sv: Fliken Materialinställningar

source: Choose a file to slice (STL/OBJ/AMF/3MF/PRUSA):
sv: Välj en fil att skiva (STL/OBJ/AMF/3MF/PRUSA):

source: No previously sliced file.
sv: Ingen tidigare skivad fil.

source: Previously sliced file (
sv: Tidigare skivad fil (

source: ) not found.
sv: ) hittades inte.

source: File Not Found
sv: Filen hittades inte

source: Save %s file as:
sv: Spara %s fil som:

source: G-code
sv: G-kod

source: Save zip file as:
sv: Spara zip-fil som:

source: Slicing
sv: Skivning

source: Processing %s
sv: Bearbetar %s

source: %1% was successfully sliced.
sv: %1% har framgångsrikt skivats.

source: Slicing Done!
sv: Skivning klar!

source: Select the STL file to repair:
sv: Välj STL-filen att reparera:

source: Save OBJ file (less prone to coordinate errors than STL) as:
sv: Spara OBJ-fil (mindre benägen att koordinera fel än STL) som:

source: Your file was repaired.
sv: Din fil har reparerats.

source: Repair
sv: Reparera

source: Save configuration as:
sv: Spara konfigurationen som:

source: Loading of a configuration file
sv: Laddar en konfigurationsfil

source: Select configuration to load:
sv: Välj konfiguration att ladda:

source: Exporting configuration bundle
sv: Exporterar konfigurationspaket

source: Some presets are modified and the unsaved changes will not be exported into configuration bundle.
sv: Vissa förinställningar är modifierade och de icke-sparade ändringarna kommer inte att exporteras till konfigurationspaketet.

source: Save presets bundle as:
sv: Spara förinställningspaket som:

source: Loading of a configuration bundle
sv: Laddar ett konfigurationspaket

source: %d presets successfully imported.
sv: %d förinställningar har importerats.

source: 3Dconnexion settings
sv: 3Dconnexion-inställningar

source: Device:
sv: Enhet:

source: Speed:
sv: Hastighet:

source: Translation
sv: Översättning

source: Deadzone:
sv: Dödzon:

source: Options:
sv: Alternativ:

source: Swap Y/Z axes
sv: Byt Y/Z-axlar

source: %s error
sv: %s fel

source: %s has encountered an error
sv: %s har stött på ett fel

source: %s warning
sv: %s varning

source: %s has a warning
sv: %s har en varning

source: 3D Mouse disconnected.
sv: 3D-mus frånkopplad.

source: Configuration update is available.
sv: Konfigurationsuppdatering är tillgänglig.

source: See more.
sv: Se mer.

source: You have just added a G-code for color change, but its value is empty. To export the G-code correctly, check the "Color Change G-code" in "Printer Settings > Custom G-code"
sv: Du har precis lagt till en G-kod för färgbyte, men dess värde är tomt. För att exportera G-koden korrekt, kontrollera "Color Change G-kod" i "Skrivarinställningar > Anpassad G-kod"

source: No color change event was added to the print. The print does not look like a sign.
sv: Ingen färgändringshändelse har lagts till utskriften. Utskriften ser inte ut som ett tecken.

source: Desktop integration was successful.
sv: Skrivbordsintegrationen var framgångsrik.

source: Desktop integration failed.
sv: Skrivbordsintegration en misslyckades.

source: Undo desktop integration was successful.
sv: Ångra skrivbordsintegration lyckades.

source: Undo desktop integration failed.
sv: Ångra skrivbordsintegration misslyckades.

source: Exporting.
sv: Exportierar.

source: Open Folder.
sv: Öppen mapp.

source: Eject drive
sv: Mata ut enheten

source: ERROR
sv: FEL

source: CANCELED
sv: INSTÄLLT

source: COMPLETED
sv: AVSLUTAD

source: Cancel upload
sv: Avbryt uppladdningen

source: %1$d object was loaded with custom supports.
sv: %1$d objekt laddades med anpassade stöd.

source: %1$d object was loaded with custom seam.
sv: %1$d objekt laddades med anpassad söm.

source: %1$d object was loaded with multimaterial painting.
sv: %1$d objekt laddades med multimaterialmålning.

source: %1$d object was loaded with variable layer height.
sv: %1$d objekt laddades med variabel lagerhöjd.

source: %1$d object was loaded with partial sinking.
sv: %1$d objekt laddades med partiell sänkning.

source: Slicing finished.
sv: Skivningen avslutad.

source: Export G-Code.
sv: Exportera G-kod.

source: Export.
sv: Exportera.

source: ERROR:
sv: FEL:

source: WARNING:
sv: VARNING:

source: Exporting finished.
sv: Exporten avslutad.

source: Paint-on seam
sv: Målad söm

source: Sinking
sv: Sänkning

source: Instances
sv: Instanser

source: Instance %d
sv: Instans %d

source: Layers
sv: Lager

source: Range
sv: Område

source: PrusaSlicer requires OpenGL 2.0 capable graphics driver to run correctly, while OpenGL version %s, render %s, vendor %s was detected.
sv: PrusaSlicer kräver OpenGL 2.0-kapabel grafikdrivrutin för att fungera korrekt, medan OpenGL version %s, render %s, tillverkare %s upptäcktes.

source: You may need to update your graphics card driver.
sv: Du kan behöva uppdatera grafikkortets drivrutin.

source: As a workaround, you may run PrusaSlicer with a software rendered 3D graphics by running prusa-slicer.exe with the --sw-renderer parameter.
sv: Som en lösning kan du köra PrusaSlicer med en mjukvarurenderad 3D-grafik genom att starta prusa-slicer.exe med parametern --sw-renderer.

source: Unsupported OpenGL version
sv: Ej stödd OpenGL-version

source: Unable to load the following shaders: %s
sv: Det gick inte att ladda följande shaders: %s

source: Error loading shaders
sv: Det gick inte att läsa in shaders

# Layers
source: Top
sv: Topp

# Layers
source: Bottom
sv: Botten

source: Delete this preset from this printer device
sv: Radera denna förinställning från den här skrivarenheten

source: This printer will be shown in the presets list as
sv: Den här skrivaren kommer att visas i förinställningslistan som

source: Type here the name of your printer device
sv: Ange namnet på din skrivarenhet här

source: Descriptive name for the printer
sv: Beskrivande namn för skrivaren

source: Add preset for this printer device
sv: Lägg till förinställningar för den här skrivarenheten

source: Print Host upload
sv: Utskriftsvärdsuppladdning

source: Connection to printers connected via the print host failed.
sv: Anslutning till skrivare anslutna via utskriftsvärd misslyckades.

source: Test
sv: Testa

source: Could not get a valid Printer Host reference
sv: Det gick inte att få en giltig utskriftsvärdsreferens

source: Success!
sv: Succe!

source: Refresh Printers
sv: Uppdatera skrivare

source: HTTPS CA file is optional. It is only needed if you use HTTPS with a self-signed certificate.
sv: HTTPS CA-fil är valfri. Det behövs bara om du använder HTTPS med ett egensignerat certifikat.

source: Certificate files (*.crt, *.pem)|*.crt;*.pem|All files|*.*
sv: Certifikatfiler (*.crt, *.pem)|*.crt;*.pem|Alla filer|*.*

source: Open CA certificate file
sv: Öppna CA-certifikatfil

source: HTTPS CA File
sv: HTTPS CA-fil

source: On this system, %s uses HTTPS certificates from the system Certificate Store or Keychain.
sv: På det här systemet använder %s HTTPS-certifikat från systemets certifikatsförråd eller nyckelring.

source: To use a custom CA file, please import your CA file into Certificate Store / Keychain.
sv: För att använda en anpassad CA-fil, importera din CA-fil till certifikatsförråd / Nyckelring.

source: The supplied name is empty. It can't be saved.
sv: Det angivna namnet är tomt. Det går inte att spara.

source: You should change the name of your printer device.
sv: Du bör ändra namnet på din skrivarenhet.

source: Printer with name "%1%" already exists.
sv: Skrivare med namnet "%1%" finns redan.

source: Replace?
sv: Ersätta?

source: Following printer preset is duplicated:%1%The above preset for printer "%2%" will be used just once.
sv: Följande skrivarförinställning duplicerad:%1%Ovanstående förinställning för skrivaren "%2%" kommer att användas bara en gång.

source: It's not possible to delete the last related preset for the printer.
sv: Det är inte möjligt att ta bort den senaste relaterade förinställningen för skrivaren.

source: The provided name is not valid;
sv: Det angivna namnet är inte giltigt;

source: the following characters are not allowed:
sv: följande tecken är inte tillåtna:

source: For a multipart object, this value isn't accurate. It doesn't take account of intersections and negative volumes.
sv: För ett flerdelat objekt är detta värde inte korrekt. Den tar inte hänsyn till skärningspunkter och negativa volymer.

source: Volume
sv: Volym

source: Facets
sv: Fasetter

source: Sliced Info
sv: Skivningsinfo

source: Used Filament (g)
sv: Använt filament (g)

source: Used Filament (m)
sv: Använt filament (m)

source: Used Filament (mm³)
sv: Använt filament (mm³)

source: Used Material (unit)
sv: Använt material (enhet)

source: Cost (money)
sv: Kostnad (pengar)

source: Estimated printing time
sv: Beräknad utskriftstid

source: Number of tool changes
sv: Antal verktygsbyten

source: Select what kind of support do you need
sv: Välj vilken typ av stöd du behöver

source: Support on build plate only
sv: Stöd endast på byggplattan

source: For support enforcers only
sv: Endast för stödförstärkare

source: Everywhere
sv: Överallt

source: Brim
sv: Brätte

source: This flag enables the brim that will be printed around each object on the first layer.
sv: Denna flagga aktiverar brättet som kommer att skrivas ut runt varje objekt på det första lagret.

source: Purging volumes
sv: Rensningsvolymer

source: Select what kind of pad do you need
sv: Välj vilken typ av vaddering du behöver

source: Below object
sv: Under objekt

source: Around object
sv: Runt om objekt

source: Send to printer
sv: Skicka till skrivaren

source: Slice now
sv: Skiva nu

source: Hold Shift to Slice & Export G-code
sv: Håll ned Skift för att skiva & exportera G-kod

source: %1% (%2$d shell)
sv: %1% (%2$d skal)

source: Used Material (ml)
sv: Använt material (ml)

source: object
sv: objekt

source: supports and pad
sv: stöd och vaddering

source: Used Filament (in)
sv: Använt filament (in)

source: objects
sv: objekt

source: wipe tower
sv: rensningstorn

source: Used Filament (in³)
sv: Använt filament (in³)

source: Filament at extruder %1%
sv: Filament vid extruder %1%

source: (including spool)
sv: (inklusive spole)

source: Cost
sv: Kostnad

source: normal mode
sv: normalt läge

source: stealth mode
sv: smygläge

source: Fill bed
sv: Fyll bädden

source: Optimize Rotation
sv: Optimera rotation

source: Import SLA archive
sv: Importera SLA-arkiv

source: Do you want to save the changes to "%1%"?
sv: Vill du spara ändringarna till "%1%"?

source: Ask for unsaved changes in project
sv: Fråga om ej sparade ändringar i projektet

source: You will not be asked about it again, when: - Closing PrusaSlicer, - Loading or creating a new project
sv: Du kommer inte att bli tillfrågad om det igen när: - Stängning av PrusaSlicer, - Ladda eller skapa ett nytt projekt

source: Successfully unmounted. The device %s(%s) can now be safely removed from the computer.
sv: Avmonterad framgångsrikt. Enheten %s(%s) kan nu säkert tas bort från datorn.

source: Ejecting of device %s(%s) has failed.
sv: Utmatning av enheten %s(%s) misslyckades.

source: New Project
sv: Nytt projekt

source: Expand sidebar
sv: Expandera sidofältet

source: The preset below was temporarily installed on the active instance of PrusaSlicer
sv: Förinställningen nedan installerades tillfälligt på den aktiva instansen av PrusaSlicer

source: Failed loading file "%1%" due to an invalid configuration.
sv: Det gick inte att ladda filen "%1%" på grund av en ogiltig konfiguration.

source: Object size from file %s appears to be zero. This object has been removed from the model
sv: Objektstorleken från filen %s verkar vara noll. Detta objekt har tagits bort från modellen

source: The size of the object is zero
sv: Objektets storlek är noll

source: The dimensions of the object from file %s seem to be defined in meters. The internal unit of PrusaSlicer is a millimeter. Do you want to recalculate the dimensions of the object?
sv: Dimensionerna för objektet från filen %s verkar vara definierade i meter. Den interna enheten i PrusaSlicer är millimeter. Vill du räkna om objektets dimensioner?

source: The object is too small
sv: Objektet är för litet

source: Apply to all the remaining small objects being loaded.
sv: Applicera på alla återstående små föremål som laddas.

source: The dimensions of the object from file %s seem to be defined in inches. The internal unit of PrusaSlicer is a millimeter. Do you want to recalculate the dimensions of the object?
sv: Dimensionerna för objektet från filen %s verkar vara definierade i tum. Den interna enheten i PrusaSlicer är millimeter. Vill du räkna om objektets dimensioner?

source: This file contains several objects positioned at multiple heights. Instead of considering them as multiple objects, should the file be loaded as a single object having multiple parts?
sv: Den här filen innehåller flera objekt placerade på flera höjder. Istället för att betrakta dem som flera objekt, borde filen laddas som ett enda objekt med flera delar?

source: Multi-part object detected
sv: Flerdelat objekt upptäcktes

source: This file cannot be loaded in a simple mode. Do you want to switch to an advanced mode?
sv: Den här filen kan inte laddas i ett enkelt läge. Vill du byta till ett avancerat läge?

source: Detected advanced data
sv: Upptäckte avancerad data

source: You can't to add the object(s) from %s because of one or some of them is(are) multi-part
sv: Du kan inte lägga till objektet/objekten från %s eftersom en eller några av dem är flerdelade

source: Multiple objects were loaded for a multi-material printer. Instead of considering them as multiple objects, should I consider these files to represent a single object having multiple parts?
sv: Flera objekt laddades för en multimaterialskrivare. Istället för att betrakta dem som flera objekt, borde jag överväga att dessa filer representerar ett enda objekt som har flera delar?

source: Your object appears to be too large, so it was automatically scaled down to fit your print bed.
sv: Ditt objekt verkar vara för stort, så det skalades ned automatiskt för att passa din utskriftsbädd.

source: Object too large?
sv: För stort objekt?

source: Export STL file:
sv: Exportera STL-fil:

source: Export AMF file:
sv: Exportera AMF-fil:

source: Save file as:
sv: Spara filen som:

source: Export OBJ file:
sv: Exportera OBJ-fil:

source: Delete Object
sv: Radera objekt

source: Delete All Objects
sv: Radera alla objekt

source: Reset Project
sv: Återställ projekt

source: The selected object couldn't be split because it contains only one solid part.
sv: Det valda objektet kunde inte delas eftersom det bara innehåller en fast del.

source: All non-solid parts (modifiers) were deleted
sv: Alla icke-fasta delar (modifierare) raderades

source: Split to Objects
sv: Dela upp till objekt

source: An object has custom support enforcers which will not be used because supports are disabled.
sv: Ett objekt har anpassade stödförstärkare som inte kommer att användas eftersom stöd är inaktiverade.

source: Enable supports for enforcers only
sv: Aktivera stöd endast för förstärkare

source: Invalid data
sv: Ogiltiga data

source: Another export job is currently running.
sv: Ett annat exportjobb körs för närvarande.

source: Replace from:
sv: Ersätt från:

source: Unable to replace with more than one volume
sv: Det går inte att ersätta med mer än en volym

source: Error during replace
sv: Fel vid ersättning

source: Select the new file
sv: Välj den nya filen

source: File for the replace wasn't selected
sv: Filen för ersättning valdes inte

source: Please select the file to reload
sv: Välj filen som ska laddas om

source: The selected file
sv: Den valda filen

source: differs from the original file
sv: skiljer sig från originalfilen

source: Do you want to replace it
sv: Vill du ersätta den

source: Reload from:
sv: Ladda om från:

source: Unable to reload:
sv: Det gick inte att ladda om:

source: Error during reload
sv: Fel under omladdning

source: Reload all from disk
sv: Ladda om allt från disken

source: There are active warnings concerning sliced models:
sv: Det finns aktiva varningar om skivade modeller:

source: generated warnings
sv: genererade varningar

source: 3D editor view
sv: 3D-redigeringsvy

source: Undo / Redo is processing
sv: Ångra / Gör om bearbetas

source: Switching the printer technology from %1% to %2%. Some %1% presets were modified, which will be lost after switching the printer technology.
sv: Byter skrivarteknik från %1% till %2%. Vissa %1% förinställningar har ändrats, som kommer att gå förlorade efter byte av skrivarteknik.

source: Creating a new project while the current project is modified.
sv: Skapar ett nytt projekt medan det aktuella är projektet ändrat.

source: Creating a new project while some presets are modified.
sv: Skapar ett nytt projekt medan vissa förinställningar är ändrade.

source: You can keep presets modifications to the new project or discard them
sv: Du kan behålla förinställda ändringar av det nya projektet eller kassera dem

source: You can keep presets modifications to the new project, discard them or save changes as new presets. Note, if changes will be saved then new project wouldn't keep them
sv: Du kan behålla förinställningar modifieringar av det nya projektet, kassera dem eller spara ändringar som nya förinställningar. Observera att om ändringarna kommer att sparas kommer det inte att behållas av ett nytt projekt

source: Creating a new project
sv: Skapar ett nytt projekt

source: Load Project
sv: Ladda projekt

source: Import Object
sv: Importera objekt

source: Import Objects
sv: Importera objekt

source: does not contain valid gcode.
sv: innehåller inte giltig gkod.

source: Error while loading .gcode file
sv: Det gick inte att läsa in .gkod-filen

source: %s - Drop project file
sv: %s - Överge projektfil

source: Open as project
sv: Öppna som projekt

source: Import geometry only
sv: Importera endast geometri

source: Import config only
sv: Importera endast konfiguration

source: Select an action to apply to the file
sv: Välj en åtgärd som ska tillämpas på filen

source: Action
sv: Åtgärd

source: Don't show again
sv: Visa inte igen

source: You can open only one .gcode file at a time.
sv: Du kan bara öppna en .gkod-fil åt gången.

source: Drag and drop G-code file
sv: Dra och släpp G-kodfil

source: Load File
sv: Ladda fil

source: Load Files
sv: Ladda filer

source: All objects will be removed, continue?
sv: Alla objekt kommer att raderas, fortsätta?

source: Delete Selected Objects
sv: Radera markerade objekt

source: Increase Instances
sv: Öka instanser

source: Decrease Instances
sv: Minska instanser

source: Enter the number of copies:
sv: Ange antal kopior:

source: Copies of the selected object
sv: Kopior av det valda objektet

source: Set numbers of copies to %d
sv: Ställ in antalet kopior till %d

source: Cut by Plane
sv: Klippt med plan

source: Save G-code file as:
sv: Spara G-kodfil som:

source: Save SL1 / SL1S file as:
sv: Spara SL1 / SL1S-filen som:

source: The provided file name is not valid.
sv: Det angivna filnamnet är inte giltigt.

source: The following characters are not allowed by a FAT file system:
sv: Följande tecken är inte tillåtna av ett FAT-filsystem:

source: The plater is empty. Do you want to save the project?
sv: Plattan är tom. Vill du spara projektet?

source: Save project
sv: Spara projekt

source: Export
sv: Exportera

source: Custom supports, seams and multimaterial painting were removed after repairing the mesh.
sv: Anpassade stöd, sömmar och multimaterialmålning togs bort efter att ha reparerat modellen.

source: Paste From Clipboard
sv: Klistra in från Urklipp

source: General
sv: Allmän

source: Remember output directory
sv: Kom ihåg utdatakatalogen

source: If this is enabled, Slic3r will prompt the last output directory instead of the one containing the input files.
sv: Om detta är aktiverat kommer PrusaSlicer att fråga den sista utdatakatalogen istället för den som innehåller indatafilerna.

source: Auto-center parts
sv: Autocentrerade delar

source: If this is enabled, Slic3r will auto-center objects around the print bed center.
sv: Om detta är aktiverat kommer PrusaSlicer att automatiskt centrera objekt runt utskriftsbäddens mitt.

source: Background processing
sv: Bakgrundsbearbetning

source: If this is enabled, Slic3r will pre-process objects as soon as they're loaded in order to save time when exporting G-code.
sv: Om detta är aktiverat kommer PrusaSlicer att förbehandla objekt så snart de laddas för att spara tid vid export av G-kod.

source: Export sources full pathnames to 3mf and amf
sv: Exportera källors fullständiga sökvägsnamn till 3mf och amf

source: If enabled, allows the Reload from disk command to automatically find and load the files when invoked.
sv: Om aktiverad tillåtes kommandot Ladda om från disk automatiskt hitta och ladda filerna när det anropas.
