Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: Cannot insert a new layer range after the current layer range. The next layer range is too thin to be split to two without violating the minimum layer height.
sv: Det går inte att infoga ett nytt lagerintervall efter det aktuella lagerintervallet. Nästa lagerintervall är för tunt för att delas upp i två utan att bryta mot den lägsta skikthöjden.

source: Cannot insert a new layer range between the current and the next layer range. The gap between the current layer range and the next layer range is thinner than the minimum layer height allowed.
sv: Det går inte att infoga ett nytt lagerintervall mellan nuvarande och nästa lagerintervall. Gapet mellan det aktuella lagerintervallet och nästa lagerintervall är tunnare än den minsta tillåtna lagerhöjden.

source: Cannot insert a new layer range after the current layer range. Current layer range overlaps with the next layer range.
sv: Det går inte att infoga ett nytt lagerintervall efter det aktuella lagerintervallet. Aktuellt lagerintervall överlappar nästa lagerintervall.

source: Edit Height Range
sv: Redigera höjdintervall

source: Selection-Remove from list
sv: Markering-Radera från listan

source: Selection-Add from list
sv: Urval-Lägg till från listan

source: Object or Instance
sv: Objekt eller instans

source: Part
sv: Del

source: Layer
sv: Lager

source: Unsupported selection
sv: Valet stöds inte

source: You started your selection with %s Item.
sv: Du startade ditt val med %s objekt.

source: In this mode you can select only other %s Items%s
sv: I det här läget kan du bara välja andra %s objekt%s

source: of a current Object
sv: av ett aktuellt objekt

source: You can't change a type of the last solid part of the object.
sv: Du kan inte ändra en typ av den sista solida delen av objektet.

source: Negative Volume
sv: Negativ volym

source: Modifier
sv: Modifierare

source: Support Blocker
sv: Supportblockerare

source: Support Enforcer
sv: Supportförstärkare

source: Select type of part
sv: Välj typ av del

source: Change Part Type
sv: Ändra deltyp

source: Enter new name
sv: Ange nytt namn

source: Renaming
sv: Byter namn

source: Repairing model
sv: Reparerar modell

source: Fix through NetFabb
sv: Fixa genom NetFabb

source: Fixing through NetFabb
sv: Fixar genom NetFabb

source: The following model was repaired successfully
sv: Följande modell reparerades framgångsrikt

source: Folowing model repair failed
sv: Följande modellreparation misslyckades

source: Repairing was canceled
sv: Reparationen avbröts

source: Change Extruders
sv: Byt extruders

source: Set Printable group
sv: Ställ in utskrivbar grupp

source: Set Unprintable group
sv: Ställ in grupp som inte kan skrivas ut

source: Set Printable
sv: Ställ utskrivbar

source: Set Unprintable
sv: Ange ej utskrivbar

source: Set Printable Instance
sv: Ställ in utskrivbar instans

source: Set Unprintable Instance
sv: Ställ in oskrivbar instans

source: World coordinates
sv: Världskoordinater

source: Local coordinates
sv: Lokala koordinater

source: Select coordinate space, in which the transformation will be performed.
sv: Välj koordinatutrymme där transformationen kommer att utföras.

source: Object name
sv: Objektets namn

source: Position
sv: Placera

source: Toggle %c axis mirroring
sv: Växla %c-axelspegling

source: Set Mirror
sv: Ställ in spegling

source: Drop to bed
sv: Sänk ner till bädden

source: Reset rotation
sv: Återställ rotation

source: Reset Rotation
sv: Återställ rotation

source: Reset scale
sv: Återställ skalan

source: Scale factors
sv: Skalfaktorer

source: Translate
sv: Översätt

source: You cannot use non-uniform scaling mode for multiple objects/parts selection
sv: Du kan inte använda olikformiga skalningslägen för val av flera objekt/delar

source: Set Position
sv: Ställ in position

source: Set Orientation
sv: Ställ in orientering

source: Set Scale
sv: Ställ in skala

source: The currently manipulated object is tilted (rotation angles are not multiples of 90°). Non-uniform scaling of tilted objects is only possible in the World coordinate system, once the rotation is embedded into the object coordinates.
sv: Det för närvarande manipulerade objektet lutar (rotationsvinklarna är inte multiplar av 90°). Ojämn skalning av lutande föremål är endast möjlig i World koordinatsystemet, när rotationen är inbäddad i objektkoordinaterna.

source: This operation is irreversible. Do you want to proceed?
sv: Denna operation är inte reversibel. Vill du fortsätta?

source: Additional Settings
sv: Ytterligare inställningar

source: Remove parameter
sv: Radera parameter

source: Delete Option %s
sv: Radera alternativ %s

source: Change Option %s
sv: Ändra alternativ %s

source: View
sv: Se

source: Height
sv: Höjd

source: Width
sv: Bredd

source: Fan speed
sv: Fläkthastighet

source: Temperature
sv: Temperatur

source: Volumetric flow rate
sv: Volumetrisk flödeshastighet

source: Show
sv: Visa

source: Feature types
sv: Funktionstyper

source: Perimeter
sv: Omkrets

source: External perimeter
sv: Extern omkrets

source: Overhang perimeter
sv: Överhängsomkrets

source: Internal infill
sv: Intern fyllning

source: Solid infill
sv: Fast fyllning

source: Top solid infill
sv: Topp solid fyllning

source: Bridge infill
sv: Brofyllning

source: Gap fill
sv: Fyllning av lucka

source: Skirt/Brim
sv: Skört/brätte

source: Support material interface
sv: Stödmaterialsgränssnitt

source: Wipe tower
sv: Renstorn

source: NOTE:
sv: NOTERA:

source: Sliced object "%1%" looks like a logo or a sign
sv: Det skivade objektet "%1%" ser ut som en logotyp eller en skylt

source: Apply color change automatically
sv: Använd färgbyte automatiskt

source: Shells
sv: Skal

source: Tool marker
sv: Verktygsmarkör

source: Legend/Estimated printing time
sv: Förklaring/Uppskattad utskriftstid

source: More
sv: Mer

source: Open Preferences.
sv: Öppna Inställningar.

source: Open Documentation in web browser.
sv: Öppna Dokumentation i webbläsaren.

source: Edit
sv: Redigera

source: Use for search
sv: Använd för sökning

source: Category
sv: Kategori

source: Search in English
sv: Sök på engelska

source: Could not arrange model objects! Some geometries may be invalid.
sv: Kunde inte arrangera modellobjekt! Vissa geometrier kan vara ogiltiga.

source: Arranging
sv: Arrangera

source: Arranging canceled.
sv: Arrangering avbruten.

source: Arranging done.
sv: Arrangering klar.

source: Arrangement ignored the following objects which can't fit into a single bed: %s
sv: Arrangemanget ignorerade följande objekt som inte får plats på en bädd: %s

source: Filling bed
sv: Fyller bädd

source: Bed filling canceled.
sv: Bäddfyllning avbruten.

source: Bed filling done.
sv: Bäddfyllning klar.

source: ERROR: not enough resources to execute a new job.
sv: FEL: inte tillräckligt med resurser för att utföra ett nytt jobb.

source: An unexpected error occured
sv: Ett oväntat fel inträffade

source: Best surface quality
sv: Bästa ytkvalitet

source: Optimize object rotation for best surface quality.
sv: Optimera objektets rotation för bästa ytkvalitet.

source: Reduced overhang slopes
sv: Minskade överhängslutningar

source: Optimize object rotation to have minimum amount of overhangs needing support structures. Note that this method will try to find the best surface of the object for touching the print bed if no elevation is set.
sv: Optimera objektets rotation för att få ett minimum av överhäng som behöver stödstrukturer. Observera att denna metod kommer att försöka hitta den bästa ytan på objektet för att vidröra utskriftsbädden om ingen höjd är inställd.

source: Lowest Z height
sv: Lägsta Z-höjd

source: Rotate the model to have the lowest z height for faster print time.
sv: Rotera modellen för att få den lägsta z-höjden för snabbare utskriftstid.

source: Searching for optimal orientation
sv: Söker efter optimal orientering

source: Orientation search canceled.
sv: Orienteringssökning avbröts.

source: Orientation found.
sv: Orientering hittades.

source: Choose SLA archive:
sv: Välj SLA-arkiv:

source: Import file
sv: Importera fil

source: Import model and profile
sv: Importera modell och profil

source: Import profile only
sv: Importera endast profil

source: Import model only
sv: Importera endast modell

source: Accurate
sv: Exakt

source: Balanced
sv: Balanserad

source: Quick
sv: Snabbt

source: Importing SLA archive
sv: Importerar SLA-arkiv

source: The SLA archive doesn't contain any presets. Please activate some SLA printer preset first before importing that SLA archive.
sv: SLA-arkivet innehåller inga förinställningar. Vänligen aktivera några förinställda SLA-skrivare först innan du importerar det SLA-arkivet.

source: Importing canceled.
sv: Importen avbröts.

source: Importing done.
sv: Importen klar.

source: The imported SLA archive did not contain any presets. The current SLA presets were used as fallback.
sv: Det importerade SLA-arkivet innehöll inga förinställningar. De nuvarande SLA-förinställningarna användes som reserv.

source: You cannot load SLA project with a multi-part object on the bed
sv: Du kan inte ladda SLA-projekt med ett flerdelat objekt på bädden

source: Attention!
sv: OBS!

source: Keyboard Shortcuts
sv: Tangentbordsgenvägar

source: New project, clear plater
sv: Nytt projekt, gör klar skiva

source: Open project STL/OBJ/AMF/3MF with config, clear plater
sv: Öppna projekt STL/OBJ/AMF/3MF med konfiguration, gör klar skiva

source: Save project (3mf)
sv: Spara projekt (3mf)

source: Save project as (3mf)
sv: Spara projekt som (3mf)

source: (Re)slice
sv: (Åter)skiva

source: Import STL/OBJ/AMF/3MF without config, keep plater
sv: Importera STL/OBJ/AMF/3MF utan konfiguration, behåll skiva

source: Import Config from ini/amf/3mf/gcode
sv: Importera konfiguration från ini/amf/3mf/gkod

source: Load Config from ini/amf/3mf/gcode and merge
sv: Ladda konfiguration från ini/amf/3mf/gkod och sammanfoga

source: Export G-code
sv: Exportera G-kod

source: Send G-code
sv: Skicka G-kod

source: Export config
sv: Exportera konfiguration

source: Export to SD card / Flash drive
sv: Exportera till SD-kort / Flash-enhet

source: Eject SD card / Flash drive
sv: Mata ut SD-kort / Flash-enhet

source: Select all objects
sv: Markera alla objekt

source: Deselect all
sv: Avmarkera alla

source: Delete selected
sv: Radera valda

source: Copy to clipboard
sv: Kopiera till urklipp

source: Paste from clipboard
sv: Klistra in från urklipp

source: Reload plater from disk
sv: Ladda om skivan från disk

source: Select Plater Tab
sv: Välj fliken skiva

source: Select Print Settings Tab
sv: Välj fliken Utskriftsinställningar

source: Select Filament Settings Tab
sv: Välj fliken filamentinställningar

source: Select Printer Settings Tab
sv: Välj fliken Skrivarinställningar

source: Switch to 3D
sv: Byt till 3D

source: Switch to Preview
sv: Växla till förhandsgranskning

source: Print host upload queue
sv: Skriv ut utskriftskö

source: Open new instance
sv: Öppna ny instans

source: Camera view
sv: Kameravy

source: Show/Hide object/instance labels
sv: Visa/dölj objekt/instansetiketter

source: Preferences
sv: Inställningar

source: Show keyboard shortcuts list
sv: Visa lista med kortkommandon

source: Commands
sv: Kommandon

source: Add Instance of the selected object
sv: Lägg till instans av det markerade objektet

source: Remove Instance of the selected object
sv: Radera instans av det markerade objektet

source: Press to select multiple objects or move multiple objects with mouse
sv: Tryck för att välja flera objekt eller flytta flera objekt med musen

source: Press to activate selection rectangle
sv: Tryck för att aktivera urvalsrektangel

source: Press to activate deselection rectangle
sv: Tryck för att aktivera avmarkeringsrektangel

source: Arrow Up
sv: Pil upp

source: Move selection 10 mm in positive Y direction
sv: Flytta valet 10 mm i positiv Y-riktning

source: Arrow Down
sv: Pil ner

source: Move selection 10 mm in negative Y direction
sv: Flytta markeringen 10 mm i negativ Y-riktning

source: Arrow Left
sv: Vänsterpil

source: Move selection 10 mm in negative X direction
sv: Flytta markeringen 10 mm i negativ X-riktning

source: Arrow Right
sv: Högerpil

source: Move selection 10 mm in positive X direction
sv: Flytta valet 10 mm i positiv X-riktning

source: Any arrow
sv: Vilken pil som helst

source: Movement step set to 1 mm
sv: Rörelsesteg inställt på 1 mm

source: Movement in camera space
sv: Rörelse i kamerarymden

source: Page Up
sv: Sida upp

source: Rotate selection 45 degrees CCW
sv: Rotera valet 45 grader moturs

source: Page Down
sv: Sida ned

source: Rotate selection 45 degrees CW
sv: Rotera valet 45 grader medurs

source: Gizmo move
sv: Gizmo flytta

source: Gizmo scale
sv: Gizmo skala

source: Gizmo rotate
sv: Gizmo rotera

source: Gizmo cut
sv: Gizmo skär

source: Gizmo Place face on bed
sv: Gizmo Placera yta på bädden

source: Gizmo SLA hollow
sv: Gizmo SLA ihålig

source: Gizmo SLA support points
sv: Gizmo SLA-stödpunkter

source: Gizmo FDM paint-on supports
sv: Gizmo FDM-målarstöd

source: Gizmo FDM paint-on seam
sv: Gizmo FDM målarsöm

source: Gizmo Multi Material painting
sv: Gizmo Multi Material målning

source: Unselect gizmo or clear selection
sv: Avmarkera gizmo eller rensa markering

source: Change camera type (perspective, orthographic)
sv: Ändra kameratyp (perspektiv, ortografisk)

source: Zoom to Bed
sv: Zooma till bädden

source: Zoom to selected object or all objects in scene, if none selected
sv: Zooma till valt objekt eller alla objekt i scenen, om inget är markerat

source: Zoom in
sv: Zooma in

source: Zoom out
sv: Zooma ut

source: Switch between Editor/Preview
sv: Växla mellan Editor/Förhandsgranskning

source: Collapse/Expand the sidebar
sv: Dölj/expandera sidofältet

source: Show/Hide 3Dconnexion devices settings dialog, if enabled
sv: Visa/dölj inställningsdialogrutan för 3Dconnexion-enheter, om den är aktiverad

source: Show/Hide 3Dconnexion devices settings dialog
sv: Visa/dölj inställningsdialogrutan för 3Dconnexion-enheter

source: Minimize application
sv: Minimera applikationen

source: Plater
sv: Skivor

source: All gizmos: Rotate - left mouse button; Pan - right mouse button
sv: Alla gismos: Rotera - vänster musknapp; Panorera - höger musknapp

source: Gizmo move: Press to snap by 1mm
sv: Gizmo flyttning: Tryck för att plåta varje 1 mm

source: Gizmo scale: Press to snap by 5%
sv: Gizmo skala: Tryck för att plåta var 5 %

source: Gizmo scale: Scale selection to fit print volume
sv: Gizmo-skala: Skala val för att passa utskriftsvolymen

source: Gizmo scale: Press to activate one direction scaling
sv: Gizmo-våg: Tryck för att aktivera skalning i en riktning

source: Gizmo scale: Press to scale selected objects around their own center
sv: Gizmo-skala: Tryck för att skala valda objekt runt sitt eget centrum

source: Gizmo rotate: Press to rotate selected objects around their own center
sv: Gizmo rotera: Tryck för att rotera valda objekt runt sitt eget centrum

source: The following shortcuts are applicable when the specified gizmo is active
sv: Följande genvägar är tillämpliga när den angivna gizmon är aktiv

source: Set selected items as Printable/Unprintable
sv: Ställ in valda objekt som Utskrivbart/Ej utskrivbart

source: Set default extruder for the selected items
sv: Ställ in standardextruder för de valda objekten

source: Set extruder number for the selected items
sv: Ställ in extrudernummer för de valda föremålen

source: Objects List
sv: Objektlista

source: Open a G-code file
sv: Öppna en G-kodfil

source: Reload the plater from disk
sv: Ladda om skivan från disk

source: Vertical slider - Move active thumb Up
sv: Vertikal skjutreglage - Flytta aktiv punkt uppåt

source: Vertical slider - Move active thumb Down
sv: Vertikal reglage - Flytta aktiv punkt nedåt

source: Horizontal slider - Move active thumb Left
sv: Horisontellt reglage - Flytta aktiv punkt åt vänster

source: Horizontal slider - Move active thumb Right
sv: Horisontellt reglage - Flytta aktiv punkt åt höger

source: On/Off one layer mode of the vertical slider
sv: På/Av ett lager läge för det vertikala skjutreglaget

source: Show/Hide Legend and Estimated printing time
sv: Visa/dölj förklaring och beräknad utskriftstid

source: Show/Hide G-code window
sv: Visa/dölj G-kodfönster

source: Preview
sv: Förhandsvisning

source: Move active thumb Up
sv: Flytta aktiv punkt upp

source: Move active thumb Down
sv: Flytta aktiv punkt ner

source: Set upper thumb as active
sv: Ställ in övre punkt som aktiv

source: Set lower thumb as active
sv: Ställ in nedre punkt som aktiv

source: Add color change marker for current layer
sv: Lägg till färgändringsmarkör för nuvarande lager

source: Delete color change marker for current layer
sv: Radera färgändringsmarkör för nuvarande lager

source: Press to speed up 5 times while moving thumb with arrow keys or mouse wheel
sv: Tryck för att snabba upp 5 gånger medan du flyttar punkt med piltangenter eller mushjul

source: Vertical Slider
sv: Vertikal skjutreglage

source: The following shortcuts are applicable in G-code preview when the vertical slider is active
sv: Följande genvägar är tillämpliga i förhandsvisning av G-kod när det vertikala skjutreglaget är aktivt

source: Move active thumb Left
sv: Flytta aktiv punkt åt vänster

source: Move active thumb Right
sv: Flytta aktiv punkt åt höger

source: Set left thumb as active
sv: Ställ in vänster punkt som aktiv

source: Set right thumb as active
sv: Ställ in höger punkt som aktiv

source: Horizontal Slider
sv: Horisontellt skjutreglage

source: The following shortcuts are applicable in G-code preview when the horizontal slider is active
sv: Följande genvägar är tillämpliga i förhandsvisning av G-kod när det horisontella skjutreglaget är aktivt

source: Keyboard shortcuts
sv: Tangentbordsgenvägar

source: Open a new PrusaSlicer instance
sv: Öppna en ny PrusaSlicer-instans

source: G-code preview
sv: G-kod förhandsvisning

source: Open G-code viewer
sv: Öppna G-kodvisare

source: Open PrusaSlicer
sv: Öppna PrusaSlicer

source: Open new G-code viewer
sv: Öppna en ny G-kodvisare

source: Closing PrusaSlicer. Current project is modified.
sv: Stänger PrusaSlicer. Pågående projekt är modifierat.

source: PrusaSlicer is closing
sv: PrusaSlicer stänger

source: Closing PrusaSlicer while some presets are modified.
sv: Stänger PrusaSlicer medan vissa förinställningar ändras.

source: Print Settings
sv: Utskriftsinställningar

source: Material Settings
sv: Materialinställningar

source: Filament Settings
sv: Filamentinställningar

source: Printer Settings
sv: Skrivarinställningar

source: Untitled
sv: Odöpt

source: based on Slic3r
sv: baserat på PrusaSlicer

source: Prusa 3D &Drivers
sv: Prusa 3D & drivrutiner

source: Open the Prusa3D drivers download page in your browser
sv: Öppna nedladdningssidan för Prusa3D-drivrutiner i din webbläsare

source: Software &Releases
sv: Programvara & Utgåvor

source: Open the software releases page in your browser
sv: Öppna sidan med programversioner i din webbläsare

source: %s &Website
sv: %s &Hemsida

source: Open the %s website in your browser
sv: Öppna hemsidan %s i din webbläsare

source: System &Info
sv: Systeminformation

source: Show system information
sv: Visa systeminformation

source: Show &Configuration Folder
sv: Visa konfigurationsmapp

source: Show user configuration folder (datadir)
sv: Visa användarkonfigurationsmapp

source: Report an I&ssue
sv: Rapportera ett problem

source: Report an issue on %s
sv: Rapportera ett problem på %s

source: &About %s
sv: &Om %s

source: Show about dialog
sv: Visa dialogen om

source: Show Tip of the Day
sv: Visa dagens tips

source: Opens Tip of the day notification in bottom right corner or shows another tip if already opened.
sv: Öppnar notifikation om dagens tips i det nedre högra hörnet eller visar ett annat tips om det redan är öppet.

source: Show the list of the keyboard shortcuts
sv: Visa listan över kortkommandon

source: Iso View
sv: Se Iso innehåll

source: Top
sv: Topp

source: Top View
sv: Toppvy

source: Bottom
sv: Botten

source: Bottom View
sv: Bottenvy

source: Front View
sv: Frontvy

source: Rear
sv: Bak

source: Rear View
sv: Bakre vy

source: Left
sv: Vänster

source: Left View
sv: Vänster vy

source: Right
sv: Höger

source: Right View
sv: Höger vy

source: &New Project
sv: &Nytt projekt

source: Start a new project
sv: Starta ett nytt projekt

source: &Open Project
sv: &Öppna projekt

source: Open a project file
sv: Öppna en projektfil

source: Recent projects
sv: Senaste projekt

source: The selected project is no longer available. Do you want to remove it from the recent projects list?
sv: Det valda projektet är inte längre tillgängligt. Vill du ta bort det från listan över senaste projekt?

source: &Save Project
sv: &Spara projekt

source: Save current project file
sv: Spara aktuell projektfil

source: Save Project &as
sv: Spara projekt &som

source: Save current project file as
sv: Spara aktuell projektfil som

source: Import STL/OBJ/AM&F/3MF
sv: Importera STL/OBJ/AM&F/3MF

source: Load a model
sv: Ladda en modell

source: Import STL (Imperial Units)
sv: Importera STL (Imperial Units)

source: Load an model saved with imperial units
sv: Ladda en modell sparad med imperialistiska enheter

source: Import SL1 / SL1S Archive
sv: Importera SL1 / SL1S-arkiv

source: Load an SL1 / Sl1S archive
sv: Ladda ett SL1 / Sl1S-arkiv

source: Import &Config
sv: Importera &Konfig

source: Load exported configuration file
sv: Ladda exporterad konfigurationsfil

source: Import Config from &Project
sv: Importera konfiguration från &Project

source: Load configuration from project file
sv: Ladda konfiguration från projektfil

source: Import Config &Bundle
sv: Importera konfiguration &paket

source: Load presets from a bundle
sv: Ladda förinställningar från ett paket

source: &Import
sv: &Importera

source: Export &G-code
sv: Exportera &G-kod

source: Export current plate as G-code
sv: Exportera aktuell skiva som G-kod

source: S&end G-code
sv: Skicka G-kod

source: Send to print current plate as G-code
sv: Skicka innehållet på skivan för utskrift som G-kod

source: Export G-code to SD Card / Flash Drive
sv: Exportera G-kod till SD-kort / Flash-enhet

source: Export current plate as G-code to SD card / Flash drive
sv: Exportera aktuell platta som G-kod till SD-kort / Flash-enhet

source: Export Plate as &STL
sv: Exportera plattan som &STL

source: Export current plate as STL
sv: Exportera aktuell platta som STL

source: Export Plate as STL &Including Supports
sv: Exportera plattan som STL & Inklusive stöd

source: Export current plate as STL including supports
sv: Exportera aktuell plattan som STL inklusive stöd

source: Export &Toolpaths as OBJ
sv: Exportera &verktygsbanor som OBJ

source: Export toolpaths as OBJ
sv: Exportera verktygsbanor som OBJ

source: Export &Config
sv: Exportera &Konfig

source: Export current configuration to file
sv: Exportera aktuell konfiguration till fil

source: Export Config &Bundle
sv: Exportera konfigurationspaket

source: Export all presets to file
sv: Exportera alla förinställningar till fil

source: Export Config Bundle With Physical Printers
sv: Exportera konfigurationspaket med fysiska skrivare

source: Export all presets including physical printers to file
sv: Exportera alla förinställningar inklusive fysiska skrivare till fil

source: &Export
sv: &Exportera

source: Ejec&t SD Card / Flash Drive
sv: Mata ut SD-kort / Flash-enhet

source: Eject SD card / Flash drive after the G-code was exported to it.
sv: Mata ut SD-kort / Flash-enhet efter att G-koden exporterades till den.

source: Quick Slice
sv: Snabbskivning

source: Slice a file into a G-code
sv: Skiva en fil i en G-kod

source: Quick Slice and Save As
sv: Snabbskivning och spara som

source: Slice a file into a G-code, save as
sv: Skiva en fil i en G-kod, spara som
