Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: Portions copyright
sv: Delar upphovsrätt

source: Copyright
sv: Upphovsrätt

source: License agreements of all following programs (libraries) are part of application license agreement
sv: Licensavtal för alla följande program (bibliotek) är en del av applikationslicensavtalet

source: About %s
sv: Om %s

source: is licensed under the
sv: är licensierad under

source: GNU Affero General Public License, version 3
sv: GNU Affero Allmän offentlig licens, version 3

source: PrusaSlicer is based on Slic3r by Alessandro Ranellucci and the RepRap community.
sv: PrusaSlicer är baserad på Slic3r av Alessandro Ranellucci och RepRap-communityt.

source: Contributions by Henrik Brix Andersen, Nicolas Dandrimont, Mark Hindess, Petr Ledvina, Joseph Lenox, Y. Sapir, Mike Sheldrake, Vojtech Bubnik and numerous others.
sv: Bidrag av Henrik Brix Andersen, Nicolas Dandrimont, Mark Hindess, Petr Ledvina, Joseph Lenox, Y. Sapir, Mike Sheldrake, Vojtech Bubnik och många andra.

source: Copy Version Info
sv: Kopians versionsinformation

source: %s has encountered an error. It was likely caused by running out of memory. If you are sure you have enough RAM on your system, this may also be a bug and we would be glad if you reported it.
sv: %s har stött på ett fel. Det berodde troligen på att minnet tog slut. Om du är säker på att du har tillräckligt med RAM på ditt system kan detta också vara ett fel och vi skulle bli glada om du rapporterade det.

source: PrusaSlicer has encountered a fatal error: "%1%"
sv: PrusaSlicer har stött på ett allvarligt fel: "%1%"

source: Please save your project and restart PrusaSlicer. We would be glad if you reported the issue.
sv: Vänligen spara ditt projekt och starta om PrusaSlicer. Vi skulle bli glada om du rapporterade problemet.

source: Slicing complete
sv: Skivningen klar

source: Masked SLA file exported to %1%
sv: Maskerad SLA-fil exporterad till %1%

source: Access violation
sv: Åtkomstfel

source: Illegal instruction
sv: Illegal instruktion

source: Divide by zero
sv: Division med noll

source: Overflow
sv: Överflöde

source: Underflow
sv: Underflöde

source: Floating reserved operand
sv: Flytande reserverad operand

source: Stack overflow
sv: Stack överflöde

source: Running post-processing scripts
sv: Kör efterbearbetningsskript

source: Unknown error occured during exporting G-code.
sv: Ett okänt fel uppstod under export av G-kod.

source: Copying of the temporary G-code to the output G-code failed. Maybe the SD card is write locked? Error message: %1%
sv: Kopiering av den temporära G-koden till den exporterade G-koden misslyckades. Kanske är SD-kortet skrivskyddat? Felmeddelande: %1%

source: Copying of the temporary G-code to the output G-code failed. There might be problem with target device, please try exporting again or using different device. The corrupted output G-code is at %1%.tmp.
sv: Kopiering av den temporära G-koden till den exporterade G-koden misslyckades. Det kan vara problem med målenheten, försök exportera igen eller använd en annan enhet. Den skadade G-koden för utdata är %1%.tmp.

source: Renaming of the G-code after copying to the selected destination folder has failed. Current path is %1%.tmp. Please try exporting again.
sv: Det gick inte att ändra namn på G-koden efter kopiering till den valda målmappen. Aktuell sökväg är %1%.tmp. Försök att exportera igen.

source: Copying of the temporary G-code has finished but the original code at %1% couldn't be opened during copy check. The output G-code is at %2%.tmp.
sv: Kopieringen av den tillfälliga G-koden har slutförts men originalkoden på %1% kunde inte öppnas under kopieringskontrollen. Den exporterade-G-koden är %2%.tmp.

source: Copying of the temporary G-code has finished but the exported code couldn't be opened during copy check. The output G-code is at %1%.tmp.
sv: Kopieringen av den tillfälliga G-koden har slutförts men den exporterade koden kunde inte öppnas under kopieringskontrollen. Den exporterade G-koden är %1%.tmp.

source: G-code file exported to %1%
sv: G-kodfil exporterad till %1%

source: Copying of the temporary G-code to the output G-code failed
sv: Export av den temporära G-koden misslyckades

source: Scheduling upload to `%1%`. See Window -> Print Host Upload Queue
sv: Schemalägger uppladdning till `%1%`. Se Fönster -> Skrivarens uppladdningskö

source: Size
sv: Storlek

source: Origin
sv: Ursprung

source: Size in X and Y of the rectangular plate.
sv: Storlek i X och Y på den rektangulära plattan.

source: Distance of the 0,0 G-code coordinate from the front left corner of the rectangle.
sv: Avståndet för 0,0 G-kodkoordinaten från rektangelns främre vänstra hörn.

source: Diameter of the print bed. It is assumed that origin (0,0) is located in the center.
sv: Printbäddens diameter. Det antas att ursprungspunkten (0,0) är beläget i mitten.

source: Rectangular
sv: Rektangulär

source: Circular
sv: Cirkulär

source: Custom
sv: Anpassad

source: Shape
sv: Form

source: Load shape from STL...
sv: Ladda form från STL...

source: Settings
sv: Inställningar

source: Texture
sv: Textur

source: Load...
sv: Ladda...

source: Remove
sv: Avlägsna

source: Not found:
sv: Ej hittad:

source: Model
sv: Modell

source: Choose an STL file to import bed shape from:
sv: Välj en STL-fil att importera bäddform från:

source: Invalid file format.
sv: Ogiltigt filformat.

source: Error! Invalid model
sv: Fel! Ogiltig modell

source: The selected file contains no geometry.
sv: Den valda filen innehåller ingen geometri.

source: The selected file contains several disjoint areas. This is not supported.
sv: Den valda filen innehåller flera osammanhängande områden. Detta stöds inte.

source: Choose a file to import bed texture from (PNG/SVG):
sv: Välj en fil att importera bäddtextur från (PNG/SVG):

source: Choose an STL file to import bed model from:
sv: Välj en STL-fil att importera bäddtextur från:

source: Bed Shape
sv: Bäddform

source: Network lookup
sv: Nätverkssökning

source: Address
sv: Adress

source: Hostname
sv: Värdnamn

source: Service name
sv: Servicenamn

source: Searching for devices
sv: Söker efter enheter

source: Finished
sv: Färdig

source: Revert color to default
sv: Återställ färg till default

source: Value is the same as the system value
sv: Värdet är detsamma som systemvärdet

source: Value was changed and is not equal to the system value or the last saved preset
sv: Värdet ändrades och är inte lika med systemvärdet eller den senast sparade förinställningen

source: Buttons And Text Colors Description
sv: Knapp- och textfärgsbeskrivning

source: Layer height is not valid. The layer height will be reset to 0.01.
sv: Lagerhöjden är inte giltig. Lagerhöjden kommer att återställas till 0,01.

source: Layer height
sv: Lagerhöjd

source: First layer height is not valid. The first layer height will be reset to 0.01.
sv: Första lagrets höjd är inte giltig. Det första lagrets höjd kommer att återställas till 0,01.

source: First layer height
sv: Första lagrets höjd

source: The Spiral Vase mode requires: - one perimeter - no top solid layers - 0% fill density - no support material - Ensure vertical shell thickness enabled - Detect thin walls disabled
sv: Spiralvasläget kräver: - en omkrets - inga fasta toppskikt - 0% fyllningsdensitet - inget supportmaterial - Se till att vertikal skaltjocklek är aktiverad - Upptäck tunna väggar inaktiverade

source: Shall I adjust those settings in order to enable Spiral Vase?
sv: Ska jag justera dessa inställningar för att aktivera Spiralvasläget?

source: Spiral Vase
sv: Spiralvas

source: The Wipe Tower currently supports the non-soluble supports only if they are printed with the current extruder without triggering a tool change. (both support_material_extruder and support_material_interface_extruder need to be set to 0).
sv: Renstorn stödjer för närvarande endast de icke upplösningsbara supporterna om de skrivs ut med den aktuella extrudern utan att det utlöser ett verktygsbyte. (både support_material_extruder och support_material_interface_extruder måste ställas in på 0).

source: Shall I adjust those settings in order to enable the Wipe Tower?
sv: Ska jag justera dessa inställningar för att aktivera Renstorn?

source: Wipe Tower
sv: Renstorn

source: For the Wipe Tower to work with the soluble supports, the support layers need to be synchronized with the object layers.
sv: För att Renstorn ska fungera med upplösningsbara skikt , måste dessa synkroniseras med objektlagren.

source: Shall I synchronize support layers in order to enable the Wipe Tower?
sv: Ska jag synkronisera supportlager för att aktivera Renstorn?

source: Supports work better, if the following feature is enabled: - Detect bridging perimeters
sv: Support fungerar bättre om följande funktion är aktiverad: - Detektera överbryggande omkretsar

source: Shall I adjust those settings for supports?
sv: Ska jag justera dessa inställningar för support?

source: The %1% infill pattern is not supposed to work at 100%% density.
sv: Det %1% fyllningsmönstret är inte tänkt att fungera vid 100%% densitet.

source: Shall I switch to rectilinear fill pattern?
sv: Ska jag byta till rätlinjigt fyllningsmönster?

source: Infill
sv: Utfyllnad

source: Head penetration should not be greater than the head width.
sv: Huvudets penetration bör inte vara större än huvudets bredd.

source: Invalid Head penetration
sv: Ogiltig huvudpenetration

source: Pinhead diameter should be smaller than the pillar diameter.
sv: Nålhuvudets diameter bör vara mindre än stödpelarens diameter.

source: Invalid pinhead diameter
sv: Ogiltig nålhuvuddiameter

source: Upgrade
sv: Uppgradera

source: Downgrade
sv: Nedgradera

source: Before roll back
sv: Innan tillbakarullning

source: User
sv: Användare

source: Unknown
sv: Okänd

source: Active
sv: Aktiv

source: print
sv: uskrift

source: SLA print
sv: SLA-utskrift

source: printer
sv: skrivare

source: vendor
sv: tillverkare

source: model
sv: modell

source: variants
sv: varianter

source: Incompatible with this %s
sv: Inkompatibel med denna %s

source: Activate
sv: Aktivera

source: Configuration Snapshots
sv: Konfiguration ögonblicksbilder

source: nozzle
sv: munstycke

source: Alternate nozzles:
sv: Alternativa munstycken:

source: All standard
sv: Allt standard

source: All
sv: Alla

source: None
sv: Ingen

source: Welcome to the %s Configuration Assistant
sv: Välkommen till %s konfigurationsassistenten

source: Welcome to the %s Configuration Wizard
sv: Välkommen till %s konfigurationsguiden

source: Welcome
sv: Välkommen

source: Hello, welcome to %s! This %s helps you with the initial configuration; just a few settings and you will be ready to print.
sv: Hej, välkommen till %s! Denna %s hjälper dig med den initiala konfigurationen; bara några inställningar så är du redo att skriva ut.

source: Remove user profiles (a snapshot will be taken beforehand)
sv: Radera användarprofiler (en ögonblicksbild kommer att tas innan)

source: Perform desktop integration (Sets this binary to be searchable by the system).
sv: Utför skrivbordsintegration (ställer in denna binära så att den är sökbar av systemet).

source: %s Family
sv: %s Familj

source: Printer:
sv: Skrivare:

source: Vendor:
sv: Tillverkare:

source: Profile:
sv: Profil:

source: (All)
sv: (Allt)

source: %1% marked with <b>*</b> are <b>not</b> compatible with some installed printers.
sv: %1% markerade med <b>*</b> är <b>inte</b> kompatibla med vissa installerade skrivare.

source: Filaments
sv: Filament

source: SLA materials
sv: SLA-material

source: All installed printers are compatible with the selected %1%.
sv: Alla installerade skrivare är kompatibla med den valda %1%.

source: Only the following installed printers are compatible with the selected filaments
sv: Endast följande installerade skrivare är kompatibla med de valda filamenten

source: Only the following installed printers are compatible with the selected SLA materials
sv: Endast följande installerade skrivare är kompatibla med de valda SLA-materialen

source: Custom Printer Setup
sv: Anpassade skrivarinställningar

source: Custom Printer
sv: Anpassad skrivare

source: Define a custom printer profile
sv: Definiera en anpassad skrivarprofil

source: Custom profile name:
sv: Anpasst profilnamn:

source: Automatic updates
sv: Automatiska uppdateringar

source: Updates
sv: Uppdateringar

source: Check for application updates
sv: Sök efter programuppdateringar

source: If enabled, %s checks for new application versions online. When a new version becomes available, a notification is displayed at the next application startup (never during program usage). This is only a notification mechanisms, no automatic installation is done.
sv: Om det är aktiverat söker %s efter nya programversioner online. När en ny version blir tillgänglig visas ett meddelande vid nästa applikationsstart (aldrig vid programanvändning). Detta är bara ett meddelandefunktion, ingen automatisk installation görs.

source: Update built-in Presets automatically
sv: Uppdatera inbyggda förinställningar automatiskt

source: If enabled, %s downloads updates of built-in system presets in the background.These updates are downloaded into a separate temporary location.When a new preset version becomes available it is offered at application startup.
sv: Om aktiverat laddar %s ner uppdateringar av inbyggda systemförinställningar i bakgrunden. Dessa uppdateringar laddas ner till en separat tillfällig plats. När en ny förinställd version blir tillgänglig erbjuds den vid start av programmet.

source: Updates are never applied without user's consent and never overwrite user's customized settings.
sv: Uppdateringar tillämpas aldrig utan användarens medgivande och skriver aldrig över användarens anpassade inställningar.

source: Additionally a backup snapshot of the whole configuration is created before an update is applied.
sv: Dessutom skapas en säkerhetskopia av hela konfigurationen innan en uppdatering tillämpas.

source: Reload from disk
sv: Ladda om från disk

source: Export full pathnames of models and parts sources into 3mf and amf files
sv: Exportera fullständiga sökvägsnamn för modeller och delar till 3mf- och amf-filer

source: If enabled, allows the Reload from disk command to automatically find and load the files when invoked. If not enabled, the Reload from disk command will ask to select each file using an open file dialog.
sv: Om det är aktiverat låter kommandot Ladda om från disk automatiskt hitta och ladda filerna när det anropas. Om det inte är aktiverat kommer kommandot Ladda om från disk att be om att välja varje fil med en fildialogruta.

source: Files association
sv: Filassociation

source: Associate .3mf files to PrusaSlicer
sv: Associera .3mf-filer med PrusaSlicer

source: Associate .stl files to PrusaSlicer
sv: Associera .stl-filer med PrusaSlicer

source: View mode
sv: Visningsläge

source: PrusaSlicer's user interfaces comes in three variants: Simple, Advanced, and Expert. The Simple mode shows only the most frequently used settings relevant for regular 3D printing. The other two offer progressively more sophisticated fine-tuning, they are suitable for advanced and expert users, respectively.
sv: PrusaSlicers användargränssnitt finns i tre varianter: Enkel, avancerad och expert. Det enkla läget visar endast de mest använda inställningarna som är relevanta för vanlig 3D-utskrift. De andra två erbjuder successivt mer sofistikerad finjustering, de är lämpliga för avancerade respektive expertanvändare.

source: Simple mode
sv: Enkelt läge

source: Advanced mode
sv: Avancerat läge

source: Expert mode
sv: Expertläge

source: The size of the object can be specified in inches
sv: Storleken på objektet kan anges i tum

source: Use inches
sv: Använd tum

source: Other Vendors
sv: Andra tillverkare

source: Pick another vendor supported by %s
sv: Välj en annan tillverkare som stöds av %s

source: Firmware Type
sv: Firmwaretyp

source: Choose the type of firmware used by your printer.
sv: Välj vilken typ av firmware som används av din skrivare.

source: Bed Shape and Size
sv: Bäddens storlek och form

source: Set the shape of your printer's bed.
sv: Ställ in storleken på din skrivarbädd.

source: Invalid numeric input.
sv: Ogiltig numerisk inmatning.

source: Filament and Nozzle Diameters
sv: Filament- och munstycksdiametrar

source: Print Diameters
sv: Utskriftsdiametrar

source: Enter the diameter of your printer's hot end nozzle.
sv: Ange diametern på skrivarens munstycke.

source: Nozzle Diameter:
sv: Munstycksdiameter:

source: Enter the diameter of your filament.
sv: Ange diametern på ditt filament.

source: Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
sv: God precision krävs, så använd ett skjutmått och gör flera mätningar längs filamentet och beräkna sedan medelvärdet.

source: Nozzle and Bed Temperatures
sv: Munstycks- och bäddtemperaturer

source: Temperatures
sv: Temperaturer

source: Enter the temperature needed for extruding your filament.
sv: Ange den temperatur som behövs för att extrudera ditt filament.

source: A rule of thumb is 160 to 230 °C for PLA, and 215 to 250 °C for ABS.
sv: En tumregel är 160 till 230 °C för PLA och 215 till 250 °C för ABS.

source: Extrusion Temperature:
sv: Extruderingstemperatur:

source: Enter the bed temperature needed for getting your filament to stick to your heated bed.
sv: Ange den bäddtemperatur som behövs för att få ditt filament att fästa på din uppvärmda bädd.

source: A rule of thumb is 60 °C for PLA and 110 °C for ABS. Leave zero if you have no heated bed.
sv: En tumregel är 60 °C för PLA och 110 °C för ABS. Ange 0 °C om du inte har någon uppvärmd bädd.

source: Bed Temperature:
sv: Bäddtemperatur:

source: SLA Materials
sv: SLA-material

source: FFF Technology Printers
sv: FFF Skrivarteknik

source: SLA Technology Printers
sv: SLA Skrivarteknik

source: Following printer profiles has no default filament: %1%Please select one manually.
sv: Följande skrivarprofiler har inget standardfilament: %1%Välj ett manuellt.

source: Following printer profiles has no default material: %1%Please select one manually.
sv: Följande skrivarprofiler har inget standardmaterial: %1%Välj ett manuellt.

source: Notice
sv: Observera

source: The following FFF printer models have no filament selected:
sv: Följande FFF-skrivarmodeller har inget förvalt filament:

source: Do you want to select default filaments for these FFF printer models?
sv: Vill du välja standardfilament för dessa FFF-skrivarmodeller?

source: The following SLA printer models have no materials selected:
sv: Följande SLA-skrivarmodeller har inget förvalt material:

source: Do you want to select default SLA materials for these printer models?
sv: Vill du välja standard SLA-material för dessa skrivarmodeller?

source: Configuration is edited in ConfigWizard
sv: Konfigurationen redigeras i Konfigurationsguiden

source: All user presets will be deleted.
sv: Alla användarförinställningar kommer att raderas.

source: A new vendor was installed and one of its printers will be activated
sv: En ny tillverkare installerades och en av dess skrivare kommer att aktiveras

source: Do you want to continue changing the configuration?
sv: Vill du fortsätta att ändra konfigurationen?

source: A new Printer was installed and it will be activated.
sv: En ny skrivare har installerats och kommer att aktiveras.

source: Some Printers were uninstalled.
sv: Några skrivare avinstallerades.

source: A new filament was installed and it will be activated.
sv: Ett nytt filament installerades och kommer att aktiveras.

source: A new SLA material was installed and it will be activated.
sv: Ett nytt SLA-material installerades och kommer att aktiveras.

source: Some filaments were uninstalled.
sv: En del filament avinstallerades.

source: Some SLA materials were uninstalled.
sv: En del SLA-material avinstallerades.

source: Custom printer was installed and it will be activated.
sv: Anpassad skrivare installerades och kommer att aktiveras.

source: Select all standard printers
sv: Välj alla standardskrivare

source: < &Back
sv: < &Tillbaka

source: &Next >
sv: &Nästa >

source: &Finish
sv: &Avsluta

source: Cancel
sv: Avbryt

source: Prusa FFF Technology Printers
sv: Prusa FFF skrivarteknik

source: Prusa MSLA Technology Printers
sv: Prusa MSLA skrivarteknik

source: Filament Profiles Selection
sv: Val av filamentprofiler

source: Type:
sv: Typ:

source: SLA Material Profiles Selection
sv: Val av SLA-materialprofiler

source: Configuration Assistant
sv: Konfigurationsassistent

source: Configuration &Assistant
sv: Konfiguration &Assistent

source: Configuration Wizard
sv: Konfigurationsguide

source: Configuration &Wizard
sv: Konfigurations &Guide

source: Performing desktop integration failed - boost::filesystem::canonical did not return appimage path.
sv: Att utföra skrivbordsintegration misslyckades - boost::filesystem::canonical returnerade inte appimage-sökväg.

source: Performing desktop integration failed - Could not find executable.
sv: Det gick inte att utföra skrivbordsintegrering - Det gick inte att hitta körbar fil.

source: Performing desktop integration failed because the application directory was not found.
sv: Det gick inte att utföra skrivbordsintegration eftersom programkatalogen inte hittades.

source: Performing desktop integration failed - could not create Gcodeviewer desktop file. PrusaSlicer desktop file was probably created successfully.
sv: Det gick inte att utföra skrivbordsintegration - kunde inte skapa Gcodeviewer-skrivbordsfilen. PrusaSlicer-skrivbordsfilen skapadess förmodligen framgångsrikt.

source: Desktop Integration
sv: Skrivbordsintegration

source: Desktop Integration sets this binary to be searchable by the system. Press "Perform" to proceed.
sv: Skrivbordsintegration ställer in denna binär så att den är sökbar av systemet. Tryck på "Utför" för att fortsätta.

source: Perform
sv: Utför

source: Undo
sv: Ångra

source: Place bearings in slots and resume printing
sv: Placera lagerna i spåren och återuppta utskriften

source: One layer mode
sv: Ettlagersläge

source: Discard all custom changes
sv: Ignorera alla anpassade ändringar

source: Jump to move
sv: Hoppa till flytta

source: Jump to height %s Set ruler mode or Set extruder sequence for the entire print
sv: Hoppa till höjd %s Ställ in linjalläge eller Ställ in extrudersekvens för hela utskriften

source: Jump to height %s or Set ruler mode
sv: Hoppa till höjd %s eller Ställ in linjalläge

source: Edit current color - Right click the colored slider segment
sv: Redigera aktuell färg - Högerklicka på det färgade reglagesegmentet

source: This is wipe tower layer
sv: Detta är renstornslager

source: The sequential print is on. It's impossible to apply any custom G-code for objects printing sequentually.
sv: Den sekventiella utskriften är på. Det är omöjligt att använda någon anpassad G-kod för objekt som skrivs ut i följd.

source: Print mode
sv: Utskriftsläge

source: Add extruder change - Left click
sv: Lägg till extruderbyte - Vänsterklicka

source: Add color change - Left click for predefined color or Shift + Left click for custom color selection
sv: Lägg till färgbyte - Vänsterklicka för fördefinierad färg eller Skift + Vänsterklicka för anpassat färgval

source: Add color change - Left click
sv: Lägg till färgbyte - Vänsterklicka

source: or press "+" key
sv: eller tryck på "+"-tangenten

source: Add another code - Ctrl + Left click
sv: Lägg till ytterligare en kod - Ctrl + Vänsterklicka

source: Add another code - Right click
sv: Lägg till ytterligare en kod - Högerklicka
