Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: Are you sure you want to do it?
sv: Är du säker på att du vill göra det?

source: Autogenerate support points
sv: Autogenerera stödpunkter

source: SLA gizmo keyboard shortcuts
sv: SLA gizmo kortkommandon

source: Note: some shortcuts work in (non)editing mode only.
sv: Obs: vissa genvägar fungerar endast i (icke)redigeringsläge.

source: Left click
sv: Vänsterklick

source: Add point
sv: Lägg till punkt

source: Right click
sv: Högerklicka

source: Remove point
sv: Radera punkt

source: Move point
sv: Flytta punkt

source: Add point to selection
sv: Lägg till punkt till urval

source: Remove point from selection
sv: Radera punkt från markeringen

source: Select by rectangle
sv: Välj med rektangel

source: Deselect by rectangle
sv: Avmarkera med rektangel

source: Select all points
sv: Välj alla punkter

source: Mouse wheel
sv: Mushjul

source: Move clipping plane
sv: Flytta klippplanet

source: Reset clipping plane
sv: Återställ klippplanet

source: Switch to editing mode
sv: Växla till redigeringsläge

source: ERROR: Please close all manipulators available from the left toolbar first
sv: FEL: Stäng först alla tillgängliga manipulatorer från det vänstra verktygsfältet

source: Gizmo-Scale
sv: Gizmo-Skala

source: Gizmo-Place on Face
sv: Gizmo-Placera på yta

source: You are currently editing SLA support points. Please, apply or discard your changes first.
sv: Du redigerar för närvarande SLA-stödpunkter. Vänligen tillämpa eller ignorera dina ändringar först.

source: Undefined
sv: Odefinierad

source: %1% was substituted with %2%
sv: %1% ersattes med %2%

source: Most likely the configuration was produced by a newer version of PrusaSlicer or by some PrusaSlicer fork.
sv: Troligtvis producerades konfigurationen av en nyare version av PrusaSlicer eller av någon PrusaSlicer-klon.

source: The following values were substituted:
sv: Följande värden ersattes:

source: Review the substitutions and adjust them if needed.
sv: Granska ersättningarna och justera dem vid behov.

source: SLA print settings
sv: SLA-utskriftsinställningar

source: Physical Printer
sv: Fysisk skrivare

source: Configuration bundle was loaded, however some configuration values were not recognized.
sv: Konfigurationspaketet laddades, men vissa konfigurationsvärden kändes inte igen.

source: Configuration file "%1%" was loaded, however some configuration values were not recognized.
sv: Konfigurationsfilen "%1%" laddades, men vissa konfigurationsvärden kändes inte igen.

source: is based on Slic3r by Alessandro Ranellucci and the RepRap community.
sv: är baserad på PrusaSlicer av Alessandro Ranellucci och RepRap-communityt.

source: Developed by Prusa Research.
sv: Utvecklad av Prusa Research.

source: Contributions by Vojtech Bubnik, Enrico Turri, Oleksandra Iushchenko, Tamas Meszaros, Lukas Matena, Vojtech Kral, David Kocik and numerous others.
sv: Bidrag av Vojtech Bubnik, Enrico Turri, Oleksandra Iushchenko, Tamas Meszaros, Lukas Matena, Vojtech Kral, David Kocik och många andra.

source: Artwork model by M Boyer
sv: Konstmodell av M Boyer

source: Starting with %1% 2.3, configuration directory on Linux has changed (according to XDG Base Directory Specification) to %2%. This directory did not exist yet (maybe you run the new version for the first time). However, an old %1% configuration directory was detected in %3%. Consider moving the contents of the old directory to the new location in order to access your profiles, etc. Note that if you decide to downgrade %1% in future, it will use the old location again. What do you want to do now?
sv: Från och med %1% 2.3 har konfigurationskatalogen på Linux ändrats (enligt XDG Base Directory Specification) till %2%. Denna katalog fanns inte ännu (kanske du kör den nya versionen för första gången). En gammal %1% konfigurationskatalog upptäcktes dock i %3%. Överväg att flytta innehållet i den gamla katalogen till den nya platsen för att komma åt dina profiler osv. Observera att om du bestämmer dig för att nedgradera %1% i framtiden kommer den att använda den gamla platsen igen. Vad vill du göra nu?

source: %s - BREAKING CHANGE
sv: %s - BRYTANDE FÖRÄNDRING

source: Quit, I will move my data now
sv: Avsluta, jag kommer att flytta mina data nu

source: Start the application
sv: Starta applikationen

source: %s has encountered an error. It was likely caused by running out of memory. If you are sure you have enough RAM on your system, this may also be a bug and we would be glad if you reported it. The application will now terminate.
sv: %s har stött på ett fel. Det berodde troligen på att minnet tog slut. Om du är säker på att du har tillräckligt med RAM på ditt system kan detta också vara ett fel och vi skulle bli glada om du rapporterade det. Applikationen kommer nu att avslutas.

source: Fatal error
sv: Allvarligt fel

source: PrusaSlicer has encountered a localization error. Please report to PrusaSlicer team, what language was active and in which scenario this issue happened. Thank you. The application will now terminate.
sv: PrusaSlicer har stött på ett lokaliseringsfel. Vänligen rapportera till PrusaSlicer-teamet, vilket språk som var aktivt och i vilket scenario detta problem inträffade. Tack. Applikationen kommer nu att avslutas.

source: Critical error
sv: Kritiskt fel

source: Internal error: %1%
sv: Internt fel: %1%

source: Error parsing PrusaSlicer config file, it is probably corrupted. Try to manually delete the file to recover from the error. Your user profiles will not be affected.
sv: Fel vid analys av PrusaSlicer-konfigurationsfilen, den är förmodligen skadad. Försök att ta bort filen manuellt för att återställa från felet. Dina användarprofiler kommer inte att påverkas.

source: Error parsing PrusaGCodeViewer config file, it is probably corrupted. Try to manually delete the file to recover from the error.
sv: Fel vid analys av PrusaGCodeViewer-konfigurationsfilen, den är förmodligen skadad. Försök att ta bort filen manuellt för att återställa från felet.

source: You are opening %1% version %2%.
sv: Du öppnar %1% version %2%.

source: The active configuration was created by <b>%1% %2%</b>, while a newer configuration was found in <b>%3%</b> created by <b>%1% %4%</b>. Shall the newer configuration be imported? If so, your active configuration will be backed up before importing the new configuration.
sv: Den aktiva konfigurationen skaes av <b>%1% %2%</b>, medan en nyare konfiguration hittades i <b>%3%</b> ska av <b>%1% %4%</b>. Ska den nyare konfigurationen importeras? Om så är fallet kommer din aktiva konfiguration att säkerhetskopieras innan den nya konfigurationen importeras.

source: An existing configuration was found in <b>%3%</b> created by <b>%1% %2%</b>. Shall this configuration be imported?
sv: En befintlig konfiguration hittades i <b>%3%</b> ska av <b>%1% %2%</b>. Ska den här konfigurationen importeras?

source: Import
sv: Importera

source: Don't import
sv: Importera inte

source: Continue and import newer configuration?
sv: Vill du fortsätta och importera nyare konfiguration?

source: You are running a 32 bit build of PrusaSlicer on 64-bit Windows. 32 bit build of PrusaSlicer will likely not be able to utilize all the RAM available in the system. Please download and install a 64 bit build of PrusaSlicer from https://www.prusa3d.cz/prusaslicer/. Do you wish to continue?
sv: Du kör en 32-bitars version av PrusaSlicer på 64-bitars Windows. 32-bitars build av PrusaSlicer kommer sannolikt inte att kunna använda allt RAM som finns tillgängligt i systemet. Ladda ner och installera en 64-bitars version av PrusaSlicer från https://www.prusa3d.cz/prusaslicer/. Vill du fortsätta?

source: %s Do you want to continue?
sv: %s Vill du fortsätta?

source: Remember my choice
sv: Kom ihåg mitt val

source: Loading configuration
sv: Laddar konfiguration

source: New release version %1% is available.
sv: Ny version %1% är tillgänglig.

source: See Download page.
sv: Se sidan för nedladdning.

source: New prerelease version %1% is available.
sv: Ny förhandsversion %1% är tillgänglig.

source: See Releases page.
sv: Se sidan Utgivningar.

source: Preparing settings tabs
sv: Förbereder inställningsflikar

source: Restore window position on start
sv: Återställ fönsterposition vid start

source: PrusaSlicer started after a crash
sv: PrusaSlicer startade efter en krasch

source: PrusaSlicer crashed last time when attempting to set window position. We are sorry for the inconvenience, it unfortunately happens with certain multiple-monitor setups. More precise reason for the crash: "%1%". For more information see our GitHub issue tracker: "%2%" and "%3%" To avoid this problem, consider disabling "%4%" in "Preferences". Otherwise, the application will most likely crash again next time.
sv: PrusaSlicer kraschade förra gången när man försökte ställa in fönsterposition. Vi beklagar besväret, det händer tyvärr med vissa inställningar för flera bildskärmar. Mer exakt orsak till kraschen: "%1%". För mer information se vår GitHub-problemspårare: "%2%" och "%3%" För att undvika detta problem, överväg att inaktivera "%4%" i "Inställningar". Annars kommer programmet med största sannolikhet att krascha igen nästa gång.

source: Disable "%1%"
sv: Inaktivera "%1%"

source: Leave "%1%" enabled
sv: Lämna "%1%" aktiverad

source: You have the following presets with saved options for "Print Host upload"
sv: Du har följande förinställningar med sparade alternativ för "skrivaruppladdning"

source: But since this version of PrusaSlicer we don't show this information in Printer Settings anymore. Settings will be available in physical printers settings.
sv: Men sedan denna version av PrusaSlicer visar vi inte längre denna information i skrivarinställningar. Inställningar kommer att vara tillgängliga i fysiska skrivarinställningar.

source: By default new Printer devices will be named as "Printer N" during its creation. Note: This name can be changed later from the physical printers settings
sv: Som standard kommer nya skrivarenheter att namnges som "Skrivare N" när de skapas. Obs: Detta namn kan ändras senare från de fysiska skrivarinställningarna

source: Recreating
sv: Återskapa

source: Loading of current presets
sv: Laddar aktuella förinställningar

source: Loading of a mode view
sv: Laddar en lägesvy

source: Choose one file (3MF/AMF):
sv: Välj en fil (3MF/AMF):

source: Choose one or more files (STL/OBJ/AMF/3MF/PRUSA):
sv: Välj en eller flera filer (STL/OBJ/AMF/3MF/PRUSA):

source: Choose one file (GCODE/.GCO/.G/.ngc/NGC):
sv: Välj en fil (GCODE/.GCO/.G/.ngc/NGC):

source: Changing of an application language
sv: Ändring av ett applikationsspråk

source: Select the language
sv: Välj språk

source: Language
sv: Språk

source: modified
sv: ändrad

source: Run %s
sv: Kör %s

source: &Configuration Snapshots
sv: &Konfigurationsögonblicksbilder

source: Inspect / activate configuration snapshots
sv: Inspektera / aktivera ögonblicksbilder av konfigurationen

source: Take Configuration &Snapshot
sv: Ta Konfiguration &Ögonblicksbild

source: Capture a configuration snapshot
sv: Läs in en ögonblicksbild av konfigurationen

source: Check for Configuration Updates
sv: Sök efter konfigurationsuppdateringar

source: Check for configuration updates
sv: Sök efter konfigurationsuppdateringar

source: &Preferences
sv: &Inställningar

source: Application preferences
sv: Applikationspreferenser

source: Simple
sv: Enkel

source: Simple View Mode
sv: Enkelt visningsläge

# Mode
source: Advanced
sv: Avancerad

source: Advanced View Mode
sv: Avancerat visningsläge

source: Expert View Mode
sv: Expertvisningsläge

source: Mode
sv: Läge

source: %s View Mode
sv: %s Visningsläge

source: &Language
sv: &Språk

source: Flash Printer &Firmware
sv: Programmera skrivare &Firmware

source: Upload a firmware image into an Arduino based printer
sv: Ladda upp en firmware-avbild till en Arduino-baserad skrivare

source: Taking a configuration snapshot
sv: Tar en ögonblicksbild av konfigurationen

source: Some presets are modified and the unsaved changes will not be captured by the configuration snapshot.
sv: Vissa förinställningar är modifierade och de ej sparade ändringarna kommer inte att läsas in av konfigurationsögonblicksbilden.

source: Snapshot name
sv: Namn på ögonblicksbild

source: Loading a configuration snapshot
sv: Laddar en ögonblicksbild av konfigurationen

source: Continue to activate a configuration snapshot %1%?
sv: Vill du fortsätta att aktivera en ögonblicksbild av konfigurationen %1%?

source: Failed to activate configuration snapshot.
sv: Det gick inte att aktivera ögonblicksbilden för konfigurationen.

source: Restart application
sv: Starta om programmet

source: Language selection
sv: Språkval

source: Switching the language will trigger application restart. You will lose content of the plater.
sv: Om du byter språk startar programmet om. Du kommer att förlora innehållet på bädden.

source: Do you want to proceed?
sv: Vill du fortsätta?

source: &Configuration
sv: &Konfiguration

source: The preset modifications are successfully saved
sv: Modifiering av förinställningen har framgångsrikt sparats

source: For new project all modifications will be reseted
sv: För nytt projekt kommer alla ändringar att återställas

source: Loading a new project while the current project is modified.
sv: Laddar ett nytt projekt medan det aktuella projektet ändras.

source: Project is loading
sv: Projektet laddas

source: Opening new project while some presets are unsaved.
sv: Öppnar nytt projekt medan vissa förinställningar är ej är sparade.

source: The uploads are still ongoing
sv: Uppladdningarna pågår fortfarande

source: Stop them and continue anyway?
sv: Stoppa dem och fortsätta ändå?

source: Ongoing uploads
sv: Pågående uppladdningar

source: It's impossible to print multi-part object(s) with SLA technology.
sv: Det är omöjligt att skriva ut flerdelade objekt med SLA-teknik.

source: Please check your object list before preset changing.
sv: Kontrollera din objektlista innan du ändrar förinställningar.

source: Configuration is editing from ConfigWizard
sv: Konfigurationen redigeras från konfigurationsguiden

source: Select a gcode file:
sv: Välj en gkod-fil:

source: Open hyperlink in default browser?
sv: Öppna hyperlänk i standardwebbläsare?

source: PrusaSlicer: Open hyperlink
sv: PrusaSlicer: Öppna hyperlänk

source: Suppress to open hyperlink in browser
sv: Förhindra att hyperlänkar öppnas i webbläsaren

source: PrusaSlicer will remember your choice.
sv: PrusaSlicer kommer ihåg ditt val.

source: You will not be asked about it again on hyperlinks hovering.
sv: Du kommer inte att bli tillfrågad om att hålla muspekaren över hyperlänkar.

source: Visit "Preferences" and check "%1%" to changes your choice.
sv: Besök "Inställningar" och markera "%1%" för att ändra ditt val.

source: PrusaSlicer: Don't ask me again
sv: PrusaSlicer: Fråga mig inte igen

source: PrusaSlicer GUI initialization failed
sv: PrusaSlicer GUI-initiering misslyckades

source: Fatal error, exception catched: %1%
sv: Allvarligt fel, undantag uppfångat: %1%

source: Layers and Perimeters
sv: Lager och omkretsar

source: Support material
sv: Stödmaterial

source: Wipe options
sv: Rensalternativ

source: Pad and Support
sv: Vaddering och stöd

source: Ironing
sv: Strykning

source: Fuzzy Skin
sv: Suddig yta

source: Speed
sv: Fart

source: Extrusion Width
sv: Extruderingsbredd

source: Skirt and brim
sv: Skört och brätte

source: Advanced
sv: Avancerad

source: Supports
sv: Stödjer

source: Pad
sv: Vaddera

source: Hollowing
sv: Ihåliga

source: Add part
sv: Lägg till del

source: Add negative volume
sv: Lägg till negativ volym

source: Add modifier
sv: Lägg till modifierare

source: Add support blocker
sv: Lägg till supportblockerare

source: Add support enforcer
sv: Lägg till stödförstärkare

source: Select showing settings
sv: Välj visningsinställningar

source: Quick Add Settings (%s)
sv: Snabbläggsinställningar (%s)

source: Remove the selected object
sv: Radera det markerade objektet

source: Load
sv: Ladda

source: Box
sv: Låda

source: Slab
sv: Skiva

source: Gallery
sv: Galleri

source: Height range Modifier
sv: Modifiera Höjdintervall

source: Add settings
sv: Lägg till inställningar

source: Change type
sv: Ändra typ

source: Set as a Separated Object
sv: Ställ in som ett separerat objekt

source: Set as a Separated Objects
sv: Ställ in som separerade objekt

source: Printable
sv: Utskriftsbar

source: Rename
sv: Döp om

source: Fix through the Netfabb
sv: Fixa genom Netfabb

source: Export as STL
sv: Exportera som STL

source: Reload the selected volumes from disk
sv: Ladda om de valda volymerna från disken

source: Replace with STL
sv: Byt ut mot STL

source: Replace the selected volume with new STL
sv: Ersätt den valda volymen med ny STL

source: Set extruder for selected items
sv: Ställ in extruder för utvalda föremål

source: Default
sv: Standard

source: Scale to print volume
sv: Skala till utskriftsvolym

source: Scale the selected object to fit the print volume
sv: Skala det markerade objektet så att det passar utskriftsvolymen

source: Convert from imperial units
sv: Konvertera från imperialistiska enheter

source: Revert conversion from imperial units
sv: Återställ konvertering från imperiala enheter

source: Convert from meters
sv: Konvertera från meter

source: Revert conversion from meters
sv: Återställ konvertering från meter

source: Merge
sv: Sammanfoga

source: Merge objects to the one multipart object
sv: Slå samman objekt med det ena flerdelade objektet

source: Along X axis
sv: Längs X-axeln

source: Mirror the selected object along the X axis
sv: Spegla det markerade objektet längs X-axeln

source: Along Y axis
sv: Längs Y-axeln

source: Mirror the selected object along the Y axis
sv: Spegla det markerade objektet längs Y-axeln

source: Along Z axis
sv: Längs Z-axeln

source: Mirror the selected object along the Z axis
sv: Spegla det markerade objektet längs Z-axeln

source: Mirror
sv: Spegla

source: Mirror the selected object
sv: Spegla det markerade objektet

source: Add Shape
sv: Lägg till form

source: To objects
sv: Till objekt

source: Split the selected object into individual objects
sv: Dela upp det markerade objektet i enskilda objekt

source: To parts
sv: Till delar

source: Split the selected object into individual parts
sv: Dela upp det markerade objektet i enskilda delar

source: Split
sv: Dela

source: Split the selected object
sv: Dela det markerade objektet

source: Add one more instance of the selected object
sv: Lägg till ytterligare en instans av det markerade objektet

source: Remove one instance of the selected object
sv: Radera en instans av det markerade objektet

source: Set number of instances
sv: Ange antal instanser

source: Change the number of instances of the selected object
sv: Ändra antalet instanser av det valda objektet

source: Fill bed with instances
sv: Fyll bädden med instanser

source: Fill the remaining area of bed with instances of the selected object
sv: Fyll det återstående området av bädden med instanser av det valda objektet

source: Start at height
sv: Starta på höjd

source: Stop at height
sv: Stanna på höjd

source: Remove layer range
sv: Radera lagerintervall

source: Add layer range
sv: Lägg till lagerintervall

source: Name
sv: Namn

source: No errors detected
sv: Inga fel upptäcktes

source: Auto-repaired %1$d error
sv: Automatiskt reparerat %1$d fel

source: %1$d degenerate facet
sv: %1$d degenererad fasett

source: %1$d edge fixed
sv: %1$d kant fixad

source: %1$d facet removed
sv: %1$d fasett borttagen

source: %1$d facet reversed
sv: %1$d fasett omvänd

source: %1$d backward edge
sv: %1$d bakåtvänd kant

source: %1$d open edge
sv: %1$d öppen kant

source: Remaining errors
sv: Återstående fel

source: Right button click the icon to fix STL through Netfabb
sv: Högerklicka på ikonen för att fixa STL via Netfabb

source: Right button click the icon to change the object settings
sv: Högerklicka på ikonen för att ändra objektinställningarna

source: Click the icon to change the object settings
sv: Klicka på ikonen för att ändra objektinställningarna

source: Right button click the icon to change the object printable property
sv: Högerklicka på ikonen för att ändra objektets utskriftsegenskaper

source: Click the icon to change the object printable property
sv: Klicka på ikonen för att ändra objektets utskriftsegenskaper

source: Change Extruder
sv: Byt extruder

source: Rename Object
sv: Byt namn på objekt

source: Rename Sub-object
sv: Byt namn på underobjekt

source: Instances to Separated Objects
sv: Instanser till separerade objekt

source: Volumes in Object reordered
sv: Volymer i objekt omordnade

source: Object reordered
sv: Objektet omordnat

source: Add Settings for Layers
sv: Lägg till inställningar för lager

source: Add Settings for Sub-object
sv: Lägg till inställningar för underobjekt

source: Add Settings for Object
sv: Lägg till inställningar för objekt

source: Add Settings Bundle for Height range
sv: Lägg till inställningspaket för höjdintervall

source: Add Settings Bundle for Sub-object
sv: Lägg till inställningspaket för underobjekt

source: Add Settings Bundle for Object
sv: Lägg till inställningspaket för objekt

source: Load Part
sv: Ladda del

source: Load Modifier
sv: Ladda modifierare

source: Loading
sv: Laddar

source: Loading file
sv: Laddar fil

source: Error!
sv: Fel!

source: Add Generic Subobject
sv: Lägg till allmänt underobjekt

source: Generic
sv: Generisk

source: Add Shape from Gallery
sv: Lägg till form från Galleri

source: Add Shapes from Gallery
sv: Lägg till former från Galleri

source: Remove paint-on supports
sv: Radera målningsstöd

source: Remove paint-on seam
sv: Radera målningssömmen

source: Remove Multi Material painting
sv: Radera Multi Material-målning

source: Shift objects to bed
sv: Flytta objekten till bädden

source: Remove variable layer height
sv: Radera variabel lagerhöjd

source: Delete Settings
sv: Radera inställningar

source: Delete All Instances from Object
sv: Radera alla instanser från objekt

source: Delete Height Range
sv: Radera höjdintervall

source: From Object List You can't delete the last solid part from object.
sv: Från objektlistan Du kan inte ta bort den sista solida delen från objektet.

source: Delete Subobject
sv: Radera underobjekt

source: Last instance of an object cannot be deleted.
sv: Den sista instansen av ett objekt kan inte tas bort.

source: Delete Instance
sv: Radera instans

source: The selected object couldn't be split because it contains only one part.
sv: Det valda objektet kunde inte delas eftersom det bara innehåller en del.

source: Split to Parts
sv: Dela upp till delar

source: Merged
sv: Sammanslagna

source: Merge all parts to the one single object
sv: Slå samman alla delar till ett enda objekt

source: Add Layers
sv: Lägg till lager

source: Group manipulation
sv: Gruppmanipulation

source: Object manipulation
sv: Objektmanipulation

source: Object Settings to modify
sv: Objektinställningar att modifiera

source: Part Settings to modify
sv: Del-inställningar att modifiera

source: Layer range Settings to modify
sv: Lagerintervalls Inställningar att ändra

source: Part manipulation
sv: Del-manipulation

source: Instance manipulation
sv: Instansmanipulation

source: Height ranges
sv: Höjdintervaller

source: Settings for height range
sv: Inställningar för höjdintervall

source: Delete Selected Item
sv: Radera valt objekt

source: Delete Selected
sv: Radera valda

source: Add Height Range
sv: Lägg till höjdintervall
