Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: If enabled, sets PrusaSlicer as default application to open .3mf files.
sv: Om aktiverad ställs PrusaSlicer in som standardprogram för att öppna .3mf-filer.

source: If enabled, sets PrusaSlicer as default application to open .stl files.
sv: Om aktiverad ställs PrusaSlicer in som standardprogram för att öppna .stl-filer.

source: If enabled, Slic3r downloads updates of built-in system presets in the background. These updates are downloaded into a separate temporary location. When a new preset version becomes available it is offered at application startup.
sv: Om aktiverad laddar PrusaSlicer ned uppdateringar av inbyggda systemförinställningar i bakgrunden. Dessa uppdateringar laddas ner till en separat tillfällig plats. När en ny förinställd version blir tillgänglig erbjuds den vid applikationsstart.

source: Suppress " - default - " presets
sv: Förhindra " - standard - " förinställningar

source: Suppress " - default - " presets in the Print / Filament / Printer selections once there are any other valid presets available.
sv: Förhindra " - default -" förinställningar i utskrifts-/filament-/skrivarvalen när det finns andra giltiga förinställningar tillgängliga.

source: Show incompatible print and filament presets
sv: Visa inkompatibla utskrifts- och filamentförinställningar

source: When checked, the print and filament presets are shown in the preset editor even if they are marked as incompatible with the active printer
sv: När det är markerat visas förinställningarna för utskrift och filament i förinställningsredigeraren även om de är markerade som inkompatibla med den aktiva skrivaren

source: Show drop project dialog
sv: Visa dialogrutan för att upphöra med projekt

source: When checked, whenever dragging and dropping a project file on the application, shows a dialog asking to select the action to take on the file to load.
sv: När det är markerat visas en dialogruta när du drar och släpper en projektfil i programmet, som ber dig välja vilken åtgärd som ska utföras på filen som ska laddas.

source: Allow just a single PrusaSlicer instance
sv: Tillåt bara en enda PrusaSlicer-instans

source: On OSX there is always only one instance of app running by default. However it is allowed to run multiple instances of same app from the command line. In such case this settings will allow only one instance.
sv: På OSX finns det alltid bara en instans av applikationen som körs som standard. Det är dock tillåtet att köra flera instanser av samma applikationen från kommandoraden. I sådana fall tillåter dessa inställningar endast en instans.

source: If this is enabled, when starting PrusaSlicer and another instance of the same PrusaSlicer is already running, that instance will be reactivated instead.
sv: Om aktiverad,när du startar PrusaSlicer och en annan instans av samma PrusaSlicer redan körs, kommer den instansen att återaktiveras istället.

source: Always ask for unsaved changes in project, when: - Closing PrusaSlicer, - Loading or creating a new project
sv: Fråga alltid om ej sparade ändringar i projektet när; - PrusaSlicer avslutas. - Ladda eller skapa ett nytt projekt väljs

source: Ask to save unsaved changes in presets when closing the application or when loading a new project
sv: Fråga om ej sparade ändringar i förinställningar när du stänger programmet eller när du laddar ett nytt projekt

source: Always ask for unsaved changes in presets, when: - Closing PrusaSlicer while some presets are modified, - Loading a new project while some presets are modified
sv: Fråga alltid om ej sparade ändringar i förinställningar när; - PrusaSlicer stängs när förinställningar modifieras, - Laddar ett nytt projekt när förinställningar ändrats

source: Ask for unsaved changes in presets when selecting new preset
sv: Fråga om ej sparade ändringar i förinställningar när du väljer ny förinställning

source: Always ask for unsaved changes in presets when selecting new preset or resetting a preset
sv: Fråga alltid om ej sparade ändringar i förinställningar, när du väljer en ny förinställning eller återställer en förinställning

source: Ask for unsaved changes in presets when creating new project
sv: Fråga om ej sparade ändringar i förinställningar när du skapar ett nytt projekt

source: Always ask for unsaved changes in presets when creating new project
sv: Fråga alltid om ej sparade ändringar i förinställningar när du skapar ett nytt projekt

source: Associate .gcode files to PrusaSlicer G-code Viewer
sv: Associera .gkod-filer till PrusaSlicer G-kod visare

source: If enabled, sets PrusaSlicer G-code Viewer as default application to open .gcode files.
sv: Om det är aktiverat ställer du in PrusaSlicer G-kod visare som standardprogram för att öppna .gkod-filer.

source: Use Retina resolution for the 3D scene
sv: Använd Retina-upplösning för 3D-scenen

source: If enabled, the 3D scene will be rendered in Retina resolution. If you are experiencing 3D performance problems, disabling this option may help.
sv: Om det är aktiverat kommer 3D-scenen att återges i Retina-upplösning. Om du har problem med 3D-prestanda kan det hjälpa att inaktivera det här alternativet.

source: Show splash screen
sv: Visa startbild

source: If enabled, PrusaSlicer will be open at the position it was closed
sv: Om den är aktiverad kommer PrusaSlicer att öppnas i den position den stängdes

source: Clear Undo / Redo stack on new project
sv: Rensa Ångra / Gör om stack, på nytt projekt

source: Clear Undo / Redo stack on new project or when an existing project is loaded.
sv: Rensa Ångra / Gör om stack, på nytt projekt eller när ett befintligt projekt laddas.

source: Enable support for legacy 3DConnexion devices
sv: Aktivera stöd för äldre 3DConnexion-enheter

source: If enabled, the legacy 3DConnexion devices settings dialog is available by pressing CTRL+M
sv: Om den är aktiverad är den äldre inställningsdialogrutan för 3DConnexion-enheter tillgänglig genom att utskrifta på CTRL+M

source: Camera
sv: Kamera

source: Use perspective camera
sv: Använd perspektivkamera

source: If enabled, use perspective camera. If not enabled, use orthographic camera.
sv: Om aktiverat, använd perspektivkamera. Om det inte är aktiverat, använd ortografisk kamera.

source: Use free camera
sv: Använd fri kamera

source: If enabled, use free camera. If not enabled, use constrained camera.
sv: Om aktiverat, använd fri kamera. Om det inte är aktiverat, använd en begränsad kamera.

source: Reverse direction of zoom with mouse wheel
sv: Omvänd zoomriktning med mushjulet

source: If enabled, reverses the direction of zoom with mouse wheel
sv: Om den är aktiverad, vänder du zoomriktningen med mushjulet

source: Sequential slider applied only to top layer
sv: Sekventiellt reglage tillämpas endast på det översta lagret

source: If enabled, changes made using the sequential slider, in preview, apply only to gcode top layer. If disabled, changes made using the sequential slider, in preview, apply to the whole gcode.
sv: Om det är aktiverat, gäller ändringar som görs med sekventiellt reglage förhandsgranskning endast g-kod för översta lagret. Om det är inaktiverat gäller ändringar som görs med sekventiellt reglage i förhandsgranskningen för hela g-koden.

source: Show sidebar collapse/expand button
sv: Visa knapp för att komprimera/expandera sidofältet

source: If enabled, the button for the collapse sidebar will be appeared in top right corner of the 3D Scene
sv: Om den är aktiverad kommer knappen för komprimera sidofältet att visas i det övre högra hörnet av 3D-scenen

source: If enabled, PrusaSlicer will not open hyperlinks in your browser.
sv: Om aktiverat kommer PrusaSlicer inte att öppna hyperlänkar i din webbläsare.

source: Use colors for axes values in Manipulation panel
sv: Använd färger för axelvärden i panelen Manipulation

source: If enabled, the axes names and axes values will be colorized according to the axes colors. If disabled, old UI will be used.
sv: Om det är aktiverat kommer axlarnas namn och axelvärden att färgas enligt axlarnas färger. Om det är inaktiverat kommer det gamla användargränssnittet att användas.

source: Order object volumes by types
sv: Ordna objektvolymer efter typer

source: If enabled, volumes will be always ordered inside the object. Correct order is Model Part, Negative Volume, Modifier, Support Blocker and Support Enforcer. If disabled, you can reorder Model Parts, Negative Volumes and Modifiers. But one of the model parts have to be on the first place.
sv: Om det är aktiverat kommer volymerna alltid att vara ordnat inuti objektet. Korrekt ordning är modelldel, negativ volym, modifierare, stödblockerare och stödförstärkare. Om det är inaktiverat kan du arrangera om modelldelar, negativa volymer och modifierare. Men en av modelldelarna måste vara på första plats.

source: Set settings tabs as menu items (experimental)
sv: Ställ in inställningsflikar som menyalternativ (experimentell)

source: If enabled, Settings Tabs will be placed as menu items. If disabled, old UI will be used.
sv: Om det är aktiverat kommer Inställningar-flikar att placeras som menyalternativ. Om det är inaktiverat kommer det gamla användargränssnittet att användas.

source: Show "Tip of the day" notification after start
sv: Visa "Dagens tips" avisering efter start

source: If enabled, useful hints are displayed at startup.
sv: Om det är aktiverat visas användbara tips vid start.

source: Notify about new releases
sv: Meddela om nya releaser

source: You will be notified about new release after startup acordingly: All = Regular release and alpha / beta releases. Release only = regular release.
sv: Du kommer att meddelas om ny utgåva efter start enligt följande: Alla = Vanlig utgåva och alfa/beta utgåvor. Endast release = vanlig release.

source: Release only
sv: Endast utsläpp

source: Use custom size for toolbar icons
sv: Använd anpassad storlek för verktygsfältsikoner

source: If enabled, you can change size of toolbar icons manually.
sv: Om det är aktiverat kan du ändra storleken på verktygsfältsikonerna manuellt.

source: Render
sv: Framställa

source: Use environment map
sv: Använd omvärldskarta

source: If enabled, renders object using the environment map.
sv: Om aktiverat, återger objektet med hjälp av omvärldskartan.

source: Dark mode (experimental)
sv: Mörkt läge (experimentellt)

source: Enable dark mode
sv: Aktivera mörkt läge

source: If enabled, UI will use Dark mode colors. If disabled, old UI will be used.
sv: Om det är aktiverat kommer UI att använda färger i mörkt läge. Om det är inaktiverat kommer det gamla användargränssnittet att användas.

source: Use system menu for application
sv: Använd systemmenyn för applikation

source: If enabled, application will use the standard Windows system menu, but on some combination of display scales it can looks ugly. If disabled, old UI will be used.
sv: Om det är aktiverat kommer programmet att använda Windows standardsystemmeny, men på någon kombination av displayskalor kan det se fult ut. Om det är inaktiverat kommer det gamla användargränssnittet att användas.

source: Changes for the critical options
sv: Ändringar för de kritiska alternativen

source: Changing some options will trigger application restart. You will lose the content of the plater.
sv: Om du ändrar vissa alternativ kommer programmet att startas om. Du kommer att förlora innehållet på plattan.

source: Icon size in a respect to the default size
sv: Ikonstorlek i förhållande till standardstorleken

source: Select toolbar icon size in respect to the default one.
sv: Välj storlek på verktygsfältsikonen i förhållande till standardstorleken.

source: Old regular layout with the tab bar
sv: Gammal standard flikfältslayout

source: New layout, access via settings button in the top menu
sv: Ny layout, åtkomlig via inställningsknapp i toppmenyn

source: Settings in non-modal window
sv: Inställningar i icke-modalt fönster

source: Layout Options
sv: Layoutalternativ

source: Text colors
sv: Textfärger

source: System presets
sv: Systemförinställningar

source: User presets
sv: Användarförinställningar

source: Incompatible presets
sv: Inkompatibla förinställningar

source: Are you sure you want to delete "%1%" printer?
sv: Är du säker på att du vill ta bort skrivaren "%1%"?

source: Delete Physical Printer
sv: Radera fysisk skrivare

source: Click to edit preset
sv: Klicka för att redigera förinställning

source: Add/Remove presets
sv: Lägg till/ta bort förinställningar

source: Add physical printer
sv: Lägg till fysisk skrivare

source: Edit preset
sv: Redigera förinställning

source: Change extruder color
sv: Byt färg på extrudern

source: Edit physical printer
sv: Redigera fysisk skrivare

source: Delete physical printer
sv: Radera fysisk skrivare

source: Physical printers
sv: Fysiska skrivare

source: Add/Remove filaments
sv: Lägg till/ta bort filament

source: Add/Remove materials
sv: Lägg till/ta bort material

source: Add/Remove printers
sv: Lägg till/ta bort skrivare

source: If estimated layer time is below ~%1%s, fan will run at %2%%% and print speed will be reduced so that no less than %3%s are spent on that layer (however, speed will never be reduced below %4%mm/s).
sv: Om beräknad tid för lager är under ~%1%s kommer fläkten att gå på %2%%% och utskriftshastigheten kommer att minska så att inte mindre än %3%s spenderas på det lagret (hastigheten kommer dock aldrig att sänkas under %4%mm/s).

source: If estimated layer time is greater, but still below ~%1%s, fan will run at a proportionally decreasing speed between %2%%% and %3%%%.
sv: Om den beräknad tid för lager är längre, men fortfarande under ~%1%s, kommer fläkten att köras med en proportionellt minskande hastighet mellan %2%%% och %3%%%.

source: If estimated layer time is greater, but still below ~%1%s, fan will run at %2%%%
sv: Om beräknad tid för lager är längre, men fortfarande under ~%1%s, kommer fläkten att gå på %2%%%

source: Fan speed will be ramped from zero at layer %1% to %2%%% at layer %3%.
sv: Fläkthastigheten kommer att ökas från noll vid lager %1% till %2%%% vid lager %3%.

source: During the other layers, fan will always run at %1%%%
sv: Under de andra lagerna kommer fläkten alltid att gå på %1%%%

source: Fan will always run at %1%%%
sv: Fläkten kommer alltid att gå på %1%%%

source: except for the first %1% layers.
sv: förutom de första %1%-lagren.

source: except for the first layer.
sv: förutom det första lagret.

source: During the other layers, fan will be turned off.
sv: Under de andra lagren kommer fläkten att stängas av.

source: Fan will be turned off.
sv: Fläkten kommer att stängas av.

source: external perimeters
sv: yttre omkretsar

source: perimeters
sv: omkretsar

source: infill
sv: utfyllnad

source: solid infill
sv: solid fyllning

source: top solid infill
sv: topp solid fyllning

source: support
sv: stöd

source: support interface
sv: stödgränssnitt

source: First layer volumetric
sv: Första lagret volymetrisk

source: Bridging volumetric
sv: Överbryggande volymetrisk

source: Volumetric
sv: Volymetrisk

source: flow rate is maximized
sv: flödeshastigheten är maximerad

source: by the print profile maximum
sv: genom utskriftsprofilens maximum

source: when printing
sv: vid utskrift

source: with a volumetric rate
sv: med en volymetrisk hastighet

source: %3.2f mm³/s at filament speed %3.2f mm/s.
sv: %3,2f mm³/s vid filamenthastighet %3,2f mm/s.

source: Recommended object thin wall thickness: Not available due to invalid layer height.
sv: Rekommenderad tunn väggtjocklek för objekt: Ej tillgänglig på grund av ogiltig lagerhöjd.

source: Recommended object thin wall thickness for layer height %.2f and
sv: Rekommenderad tunn väggtjocklek för objekts lagerhöjd %.2f och

source: %d lines: %.2f mm
sv: %d rader: %.2f mm

source: Recommended object thin wall thickness: Not available due to excessively small extrusion width.
sv: Rekommenderad tunn väggtjocklek för objekt: Ej tillgänglig på grund av för liten extruderingsbredd.

source: Top / bottom shell thickness hint: Not available due to invalid layer height.
sv: Tips om tjocklek på topp/botten: Ej tillgängligt på grund av ogiltig lagerhöjd.

source: Top shell is %1% mm thick for layer height %2% mm.
sv: Toppskiktet är %1% mm tjockt för lagerhöjden %2% mm.

source: Minimum top shell thickness is %1% mm.
sv: Minsta toppskiktstjocklek är %1% mm.

source: Top is open.
sv: Toppskiktet är öppet.

source: Bottom shell is %1% mm thick for layer height %2% mm.
sv: Bottenskiktet är %1% mm tjockt för lagerhöjden %2% mm.

source: Minimum bottom shell thickness is %1% mm.
sv: Minsta bottenskiktstjocklek är %1% mm.

source: Bottom is open.
sv: Bottenskiktet är öppet.

source: Send G-Code to printer host
sv: Skicka G-kod till skrivarvärden

source: Upload to Printer Host with the following filename:
sv: Ladda upp till skrivarvärd med följande filnamn:

source: Use forward slashes ( / ) as a directory separator if needed.
sv: Använd snedstreck ( / ) som katalogavgränsare om det behövs.

source: Group
sv: Grupp

source: Upload filename doesn't end with "%s". Do you wish to continue?
sv: Uppladdningsfilnamnet avslutas inte med "%s". Vill du fortsätta?

source: Upload
sv: Ladda upp

source: Upload and Print
sv: Ladda upp och skriv ut

source: Upload and Simulate
sv: Ladda upp och simulera

source: Progress
sv: Framsteg

source: Host
sv: Värd

# OfFile
source: Size
sv: Storlek

source: Filename
sv: Filnamn

source: Error Message
sv: Felmeddelande

source: Cancel selected
sv: Avbryt valt

source: Show error message
sv: Visa felmeddelande

source: Enqueued
sv: Kölagd

source: Uploading
sv: Laddar upp

source: Cancelling
sv: Avbryter

source: Cancelled
sv: Avbruten

source: Completed
sv: Avslutad

source: Error uploading to print host:
sv: Fel vid uppladdning till utskriftsvärd:

source: NO RAMMING AT ALL
sv: INGEN RAMNING ALLS

source: Volumetric speed
sv: Volymetrisk hastighet

source: Save %s as:
sv: Spara %s som:

source: The supplied name is not valid;
sv: Det angivna namnet är inte giltigt;

source: the following suffix is not allowed:
sv: följande suffix är inte tillåtet:

source: The supplied name is not available.
sv: Det angivna namnet är inte tillgängligt.

source: Cannot overwrite a system profile.
sv: Det går inte att skriva över en systemprofil.

source: Cannot overwrite an external profile.
sv: Det går inte att skriva över en extern profil.

source: Preset with name "%1%" already exists.
sv: Förinställning med namnet "%1%" finns redan.

source: Preset with name "%1%" already exists and is incompatible with selected printer.
sv: Förinställning med namnet "%1%" finns redan och är inkompatibel med den valda skrivaren.

source: Note: This preset will be replaced after saving
sv: Obs: Denna förinställning kommer att ersättas efter att ha sparats

source: The name cannot be empty.
sv: Namnet får inte vara tomt.

source: The name cannot start with space character.
sv: Namnet kan inte börja med blanksteg.

source: The name cannot end with space character.
sv: Namnet får inte sluta med blanksteg.

source: The name cannot be the same as a preset alias name.
sv: Namnet kan inte vara detsamma som namnet på inställningarna.

source: Save preset
sv: Spara förinställning

# PresetName
source: Copy
sv: Kopiera

source: You have selected physical printer "%1%" with related printer preset "%2%"
sv: Du har valt den fysiska skrivaren "%1%" med relaterad skrivarförinställning "%2%"

source: What would you like to do with "%1%" preset after saving?
sv: Vad vill du göra med förinställningen "%1%" efter att du har sparat?

source: Change "%1%" to "%2%" for this physical printer "%3%"
sv: Ändra "%1%" till "%2%" för den här fysiska skrivaren "%3%"

source: Add "%1%" as a next preset for the the physical printer "%2%"
sv: Lägg till "%1%" som nästa förinställning för den fysiska skrivaren "%2%"

source: Just switch to "%1%" preset
sv: Byt endast till förinställningen "%1%"

source: Stealth
sv: Smygande

source: Selection-Add
sv: Urval-Lägg till

source: Selection-Remove
sv: Markering-Radera

source: Selection-Add Object
sv: Markering-Lägg till objekt

source: Selection-Remove Object
sv: Markering-Radera objekt

source: Selection-Add Instance
sv: Markering-Lägg till instans

source: Selection-Remove Instance
sv: Markering-Radera instans

source: Selection-Add All
sv: Markering-Lägg till alla

source: Selection-Remove All
sv: Markering-Radera alla

source: Scale To Fit
sv: Skala för att passa

source: Data to send
sv: Data att skicka

source: Send system info
sv: Skicka systeminformation

source: This is the first time you are running %1%. We would like to ask you to send some of your system information to us. This will only happen once and we will not ask you to do this again (only after you upgrade to the next version).
sv: Detta är första gången du kör %1%. Vi vill be dig att skicka en del av din systeminformation till oss. Detta kommer bara att hända en gång och vi kommer inte att be dig göra detta igen (förutom när du har uppgraderat till nästa version).

source: If we know your hardware, operating system, etc., it will greatly help us in development and prioritization, because we will be able to focus our effort more efficiently and spend time on features that are needed the most.
sv: Om vi kan din hårdvara, operativsystem etc. kommer det att hjälpa oss mycket i utveckling och prioritering, eftersom vi kommer att kunna fokusera vår insats mer effektivt och lägga tid på funktioner som behövs som mest.

source: Is it safe?
sv: Är det säkert?

source: We do not send any personal information nor anything that would allow us to identify you later. To detect duplicate entries, a unique number derived from your system is sent, but the source information cannot be reconstructed. Apart from that, only general data about your OS, hardware and OpenGL installation are sent. PrusaSlicer is open source, if you want to inspect the code actually performing the communication, see %1%.
sv: Vi skickar ingen personlig information eller något som gör att vi kan identifiera dig senare. För att upptäcka dubbla poster skickas ett unikt nummer som härrör från ditt system, men källinformationen kan inte rekonstrueras. Bortsett från det skickas bara allmänna data om ditt operativsystem, hårdvara och OpenGL-installation. PrusaSlicer är öppen källkod, om du vill inspektera koden som faktiskt utför kommunikationen, se %1%.

source: Show verbatim data that will be sent
sv: Visa ordagrant data som kommer att skickas

source: Ask me next time
sv: Fråga mig nästa gång

source: Do not send anything
sv: Skicka inget

source: System info sent successfully. Thank you.
sv: Systeminformation har skickats. Tack.

source: Sending system info failed!
sv: Det gick inte att skicka systeminformation!

source: Sending system info was cancelled.
sv: Att skicka systeminformation avbröts.

source: Sending system info...
sv: Skickar systeminformation...

source: Blacklisted libraries loaded into PrusaSlicer process:
sv: Svartlistade bibliotek som laddas in i PrusaSlicer-processen:

source: Eigen vectorization supported:
sv: Egen vektorisering stöds:

source: Copy to Clipboard
sv: Kopiera till Urklipp

source: Compatible printers
sv: Kompatibla skrivare

source: Select the printers this profile is compatible with.
sv: Välj de skrivare som denna profil är kompatibel med.

source: Compatible print profiles
sv: Kompatibla utskriftsprofiler

source: Select the print profiles this profile is compatible with.
sv: Välj de utskriftsprofiler som denna profil är kompatibel med.

source: Compare this preset with some another
sv: Jämför denna förinställning med någon annan

source: Save current %s
sv: Spara nuvarande %s

source: Delete this preset
sv: Radera denna förinställning
