Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: This experimental setting uses outputs the E values in cubic millimeters instead of linear millimeters. If your firmware doesn't already know filament diameter(s), you can put commands like 'M200 D[filament_diameter_0] T0' in your start G-code in order to turn volumetric mode on and use the filament diameter associated to the filament selected in Slic3r. This is only supported in recent Marlin.
sv: Denna experimentella inställning använder utmatningar av E-värdena i kubikmillimeter istället för linjära millimeter. Om din firmware inte redan känner till filamentets diameter(er), kan du sätta kommandon som 'M200 D[filament_diameter_0] T0' i din start-G-kod för att aktivera det volymetriska läget och använda den filamentsdiameter som är kopplad till det valda filamenten i PrusaSlicer. Detta stöds bara i senaste Marlin.

source: Enable variable layer height feature
sv: Aktivera funktionen för variabel lagerhöjd

source: Some printers or printer setups may have difficulties printing with a variable layer height. Enabled by default.
sv: Vissa skrivare eller skrivarinställningar kan ha svårigheter att skriva ut med en variabel lagerhöjd. Aktiverad som standard.

source: Wipe while retracting
sv: Rensa medan du drar in

source: This flag will move the nozzle while retracting to minimize the possible blob on leaky extruders.
sv: Den här flaggan kommer att flytta munstycket samtidigt som det dras in för att minimera den möjliga fläcken på läckande extrudern.

source: Multi material printers may need to prime or purge extruders on tool changes. Extrude the excess material into the wipe tower.
sv: Skrivare som arbetar med flera filament samtidigt (multimaterial) kan behöva rengöra huvudet vid byte av filament. Överskottsmaterialet extruderas i form av ett renstorn.

source: Purging volumes - load/unload volumes
sv: Rengöringsvolym - laddning / urladdningsvolym

source: This vector saves required volumes to change from/to each tool used on the wipe tower. These values are used to simplify creation of the full purging volumes below.
sv: Denna vektor sparar nödvändiga volymer för att byta från/till varje verktyg som används på renstornet. Dessa värden används för att förenkla skapandet av de fullständiga reningsvolymerna nedan.

source: Purging volumes - matrix
sv: Rensningsvolymer - matris

source: This matrix describes volumes (in cubic milimetres) required to purge the new filament on the wipe tower for any given pair of tools.
sv: Denna matris beskriver volymer (i kubikmillimeter) som krävs för att rensa den nya filamenten på renstornet för ett givet verktygspar.

source: X coordinate of the left front corner of a wipe tower
sv: X-koordinat för det vänstra främre hörnet på ett renstorn

source: Y coordinate of the left front corner of a wipe tower
sv: Y-koordinat för det vänstra främre hörnet på ett renstorn

source: Width of a wipe tower
sv: Bredden på ett renstorn

source: Wipe tower rotation angle
sv: Renstornets rotationsvinkel

source: Wipe tower rotation angle with respect to x-axis.
sv: Renstornets rotationsvinkel med avseende på x-axeln.

source: Wipe tower brim width
sv: Renstornets brättebredd

source: Wipe into this object's infill
sv: Rensa in i detta objekts fyllning

source: Purging after toolchange will be done inside this object's infills. This lowers the amount of waste but may result in longer print time due to additional travel moves.
sv: Rensning efter verktygsbyte kommer att göras inuti detta objekts fyllningar. Detta minskar mängden avfall men kan resultera i längre utskriftstid på grund av ytterligare förflyttningar.

source: Wipe into this object
sv: Rensa in i detta föremål

source: Object will be used to purge the nozzle after a toolchange to save material that would otherwise end up in the wipe tower and decrease print time. Colours of the objects will be mixed as a result.
sv: Objektet kommer att användas för att rensa munstycket efter ett verktygsbyte för att spara material som annars skulle hamna i renstornet och minska utskriftstiden. Färgerna på föremålen kommer att blandas som ett resultat.

source: Maximal bridging distance
sv: Maximalt överbryggningsavstånd

source: Maximal distance between supports on sparse infill sections.
sv: Maximalt avstånd mellan stöden på glesa utfyllnadssektioner.

source: XY Size Compensation
sv: XY Storlekskompensation

source: The object will be grown/shrunk in the XY plane by the configured value (negative = inwards, positive = outwards). This might be useful for fine-tuning hole sizes.
sv: Objektet kommer att växa/krympas i XY-planet med det konfigurerade värdet (negativt = inåt, positivt = utåt). Detta kan vara användbart för att finjustera hålstorlekar.

source: This value will be added (or subtracted) from all the Z coordinates in the output G-code. It is used to compensate for bad Z endstop position: for example, if your endstop zero actually leaves the nozzle 0.3mm far from the print bed, set this to -0.3 (or fix your endstop).
sv: Detta värde kommer att adderas (eller subtraheras) från alla Z-koordinater i den utgående G-koden. Den används för att kompensera för felaktig Z-ändstoppsläge: till exempel, om ditt ändstopp faktiskt lämnar munstycket 0,3 mm långt från utskriftsbädden, ställ in detta på -0,3 (eller fixera ditt ändstopp).

source: Display width
sv: Displayens bredd

source: Width of the display
sv: Displayens bredd

source: Display height
sv: Displayhöjd

source: Height of the display
sv: Displayens höjd

source: Number of pixels in
sv: Antal pixlar in

source: Number of pixels in X
sv: Antal pixlar i X

source: Number of pixels in Y
sv: Antal pixlar i Y

source: Display horizontal mirroring
sv: Display horisontell spegling

source: Mirror horizontally
sv: Spegla horisontellt

source: Enable horizontal mirroring of output images
sv: Aktivera horisontell spegling av utgående bilder

source: Display vertical mirroring
sv: Visa vertikal spegling

source: Mirror vertically
sv: Spegel vertikalt

source: Enable vertical mirroring of output images
sv: Aktivera vertikal spegling av utgående bilder

source: Display orientation
sv: Visa orientering

source: Set the actual LCD display orientation inside the SLA printer. Portrait mode will flip the meaning of display width and height parameters and the output images will be rotated by 90 degrees.
sv: Ställ in den faktiska LCD-skärmens orientering inuti SLA-skrivaren. Porträttläget kommer att vända innebörden av skärmbredds- och höjdparametrar och de utgående bilderna kommer att roteras 90 grader.

source: Landscape
sv: Landskap

source: Portrait
sv: Porträtt

source: Fast
sv: Snabb

source: Fast tilt
sv: Snabb lutning

source: Time of the fast tilt
sv: Tid för snabb lutning

source: Slow
sv: Långsam

source: Slow tilt
sv: Långsam lutning

source: Time of the slow tilt
sv: Tid för långsam lutning

source: Area fill
sv: Områdesfyllning

source: The percentage of the bed area. If the print area exceeds the specified value, then a slow tilt will be used, otherwise - a fast tilt
sv: Procentandelen av bäddytan. Om utskriftsområdet överskrider det angivna värdet, då kommer en långsam lutning att användas, annars - en snabb lutning

source: Printer scaling correction
sv: Korrigering av skrivarens skalning

source: Printer scaling correction in X axis
sv: Korrigering av skrivarens skalning i X-axeln

source: Printer scaling X axis correction
sv: Korrigering av skrivarens skalning av X-axeln

source: Printer scaling correction in Y axis
sv: Korrigering av skrivarens skalning i Y-axeln

source: Printer scaling Y axis correction
sv: Korrigering av Y-axelns skalning av skrivaren

source: Printer scaling correction in Z axis
sv: Korrigering av skrivarens skalning i Z-axeln

source: Printer scaling Z axis correction
sv: Korrigering av Z-axeln för skrivarens skalning

source: Printer absolute correction
sv: Skrivarens absoluta korrigering

source: Will inflate or deflate the sliced 2D polygons according to the sign of the correction.
sv: 2D-trianglarna kommer att expanderas eller komprimeras enligt korrigeringsriktningen.

source: Elephant foot minimum width
sv: Elefantfotens minsta bredd

source: Minimum width of features to maintain when doing elephant foot compensation.
sv: Minsta bredd på funktioner att bibehålla när du gör elefantfotskompensation.

source: Printer gamma correction
sv: Skrivarens gammakorrigering

source: This will apply a gamma correction to the rasterized 2D polygons. A gamma value of zero means thresholding with the threshold in the middle. This behaviour eliminates antialiasing without losing holes in polygons.
sv: Detta kommer att tillämpa en gammakorrigering på de rastrerade 2D-polygonerna. Ett gammavärde på noll betyder tröskelvärde med tröskeln i mitten. Detta beteende eliminerar kantutjämning utan att förlora hål i polygoner.

source: SLA material type
sv: SLA materialtyp

source: Initial layer height
sv: Initial lagerhöjd

source: Bottle volume
sv: Flaskvolym

source: Bottle weight
sv: Flaskvikt

source: money/bottle
sv: pengar/flaska

source: Faded layers
sv: Blekta lager

source: Number of the layers needed for the exposure time fade from initial exposure time to the exposure time
sv: Antalet lager som behövs för att få exponeringstiden blekna från initial exponeringstid till exponeringstid

source: Minimum exposure time
sv: Minsta exponeringstid

source: Maximum exposure time
sv: Maximal exponeringstid

source: Exposure time
sv: Exponeringstid

source: Minimum initial exposure time
sv: Minsta initiala exponeringstid

source: Maximum initial exposure time
sv: Maximal initiala exponeringstid

source: Initial exposure time
sv: Initial exponeringstid

source: Correction for expansion
sv: Korrigering för expansion

source: Correction for expansion in X axis
sv: Korrigering för expansion i X-axeln

source: Correction for expansion in Y axis
sv: Korrigering för expansion i Y-axeln

source: Correction for expansion in Z axis
sv: Korrigering för expansion i Z-axeln

source: SLA print material notes
sv: SLA utskriftsmaterial anteckningar

source: You can put your notes regarding the SLA print material here.
sv: Du kan lägga dina anteckningar om SLA-utskriftsmaterialet här.

source: Default SLA material profile
sv: Standard SLA-materialprofil

source: Generate supports
sv: Skapa stöd

source: Generate supports for the models
sv: Skapa stöd för modellerna

source: Pinhead front diameter
sv: Pinhead framdiameter

source: Diameter of the pointing side of the head
sv: Diameter på huvudets pekande sida

source: Head penetration
sv: Huvudpenetration

source: How much the pinhead has to penetrate the model surface
sv: Hur mycket nålhuvudet måste penetrera modellytan

source: Pinhead width
sv: Knapphuvudets bredd

source: Width from the back sphere center to the front sphere center
sv: Bredd från den bakre sfärens mitt till den främre sfärens centrum

source: Pillar diameter
sv: Pelardiameter

source: Diameter in mm of the support pillars
sv: Diameter i mm på stödpelarna

source: Small pillar diameter percent
sv: Liten pelardiameter i procent

source: The percentage of smaller pillars compared to the normal pillar diameter which are used in problematic areas where a normal pilla cannot fit.
sv: Andelen mindre pelare jämfört med normal pelardiameter som används i problematiska områden där en normal pelare inte får plats.

source: Max bridges on a pillar
sv: Max broar på en pelare

source: Maximum number of bridges that can be placed on a pillar. Bridges hold support point pinheads and connect to pillars as small branches.
sv: Maximalt antal broar som kan placeras på en pelare. Broar håller stödpunktsnålshuvuden och ansluter till pelare som små grenar.

source: Pillar connection mode
sv: Pelaranslutningsläge

source: Controls the bridge type between two neighboring pillars. Can be zig-zag, cross (double zig-zag) or dynamic which will automatically switch between the first two depending on the distance of the two pillars.
sv: Styr brotypen mellan två angränsande pelare. Kan vara sicksack, cross (dubbel sicksack) eller vadderingmisk som automatiskt växlar mellan de två första beroende på avståndet mellan de två pelarna.

source: Zig-Zag
sv: Sicksack

source: Cross
sv: Korsa

source: Dynamic
sv: Dynamisk

source: Pillar widening factor
sv: Pelarvidgningsfaktor

source: Merging bridges or pillars into another pillars can increase the radius. Zero means no increase, one means full increase.
sv: Att slå ihop broar eller pelare till en annan pelare kan öka radien. 0 betyder ingen ökning, en betyder full ökning.

source: Support base diameter
sv: Stödbasens diameter

source: Diameter in mm of the pillar base
sv: Diameter i mm på stolpbasen

source: Support base height
sv: Stödbashöjd

source: The height of the pillar base cone
sv: Höjden på pelarbaskonen

source: Support base safety distance
sv: Stödbas säkerhetsavstånd

source: The minimum distance of the pillar base from the model in mm. Makes sense in zero elevation mode where a gap according to this parameter is inserted between the model and the pad.
sv: Minsta avstånd för pelarbasen från modellen i mm. Förnuftigt i nollhöjdsläge där ett gap enligt denna parameter infogas mellan modellen och plattan.

source: Critical angle
sv: Kritisk vinkel

source: The default angle for connecting support sticks and junctions.
sv: Standardvinkeln för anslutning av stödstavar och korsningar.

source: Max bridge length
sv: Max brolängd

source: The max length of a bridge
sv: Den maximala längden på en bro

source: Max pillar linking distance
sv: Max pelarkopplingsavstånd

source: The max distance of two pillars to get linked with each other. A zero value will prohibit pillar cascading.
sv: Det maximala avståndet för två pelare för att bli länkade med varandra. Ett nollvärde kommer att förbjuda pelare kaskad.

source: How much the supports should lift up the supported object. If "Pad around object" is enabled, this value is ignored.
sv: Hur mycket stöden ska lyfta upp det stödda föremålet. Om "Vaddering runt objekt" är aktiverat ignoreras detta värde.

source: This is a relative measure of support points density.
sv: Detta är ett relativt mått på stödpunktstätheten.

source: Minimal distance of the support points
sv: Minimalt avstånd mellan stödpunkterna

source: No support points will be placed closer than this threshold.
sv: Inga stödpunkter kommer att placeras närmare än denna tröskel.

source: Use pad
sv: Använd vaddering

source: Add a pad underneath the supported model
sv: Lägg till vaddering under den stödda modellen

source: Pad wall thickness
sv: Vadderingsväggtjocklek

source: The thickness of the pad and its optional cavity walls.
sv: Tjockleken på vadderingen och dess valfria hålrumsväggar.

source: Pad wall height
sv: Höjd på vadderingsvägg

source: Defines the pad cavity depth. Set to zero to disable the cavity. Be careful when enabling this feature, as some resins may produce an extreme suction effect inside the cavity, which makes peeling the print off the vat foil difficult.
sv: Definierar vadderingens hålighetsdjup. Ställ in på 0 för att inaktivera kaviteten. Var försiktig när du aktiverar denna funktion, eftersom vissa hartser kan ge en extrem sugeffekt inuti kaviteten, vilket kan göra det svårt att få loss utskriften fråntankfolien.

source: Pad brim size
sv: Vadderingens brättestorlek

source: How far should the pad extend around the contained geometry
sv: Hur långt ska vaddering sträcka sig runt den inneslutna geometrin

source: Max merge distance
sv: Max sammanfogningsavstånd

source: Some objects can get along with a few smaller pads instead of a single big one. This parameter defines how far the center of two smaller pads should be. If theyare closer, they will get merged into one pad.
sv: Vissa föremål kan komma överens med några mindre vadderingar istället för en enda stor. Denna parameter definierar hur långt mitten av två mindre vadderingar ska vara. Om de är närmare kommer de att slås samman till en vaddering.

source: Pad wall slope
sv: Vadderingens vägglutning

source: The slope of the pad wall relative to the bed plane. 90 degrees means straight walls.
sv: Lutning av vadderingsväggen i förhållande till bäddplanet. 90 grader betyder raka väggar.

source: Create pad around object and ignore the support elevation
sv: Skapa vaddering runt objektet och ignorera stödhöjden

source: Pad around object everywhere
sv: Vaddera runt objektet överallt

source: Force pad around object everywhere
sv: Tvinga vaddering runt objekt överallt

source: Pad object gap
sv: Mellanrum mellan vadderingsobjekt

source: The gap between the object bottom and the generated pad in zero elevation mode.
sv: Gapet mellan objektets botten och den genererade vadderingen i nollhöjdsläge.

source: Pad object connector stride
sv: Vadderingsobjektets kopplingssteg

source: Distance between two connector sticks which connect the object and the generated pad.
sv: Avstånd mellan två kontaktstift som förbinder objektet och den genererade vadderingen.

source: Pad object connector width
sv: Vadderingsobjektets kopplingsbredd

source: Width of the connector sticks which connect the object and the generated pad.
sv: Bredden på kontaktstiften som förbinder objektet och den genererade vadderingen.

source: Pad object connector penetration
sv: Vadderingsobjektets kontaktdons genomträngning

source: How much should the tiny connectors penetrate into the model body.
sv: Hur mycket ska de små kontakterna tränga in i modellkroppen.

source: Enable hollowing
sv: Aktivera urholkning

source: Hollow out a model to have an empty interior
sv: Urholka en modell för att få ett tomt innandöme

source: Wall thickness
sv: Väggtjocklek

source: Minimum wall thickness of a hollowed model.
sv: Minsta väggtjocklek för en ihålig modell.

source: Accuracy
sv: Noggrannhet

source: Performance vs accuracy of calculation. Lower values may produce unwanted artifacts.
sv: Prestanda vs beräkningsnoggrannhet. Lägre värden kan producera oönskade artefakter.

source: Hollowing is done in two steps: first, an imaginary interior is calculated deeper (offset plus the closing distance) in the object and then it's inflated back to the specified offset. A greater closing distance makes the interior more rounded. At zero, the interior will resemble the exterior the most.
sv: Urholkning görs i två steg: först beräknas ett tänkt inre djupare (offset plus stängningsavståndet) i objektet och sedan blåses det upp tillbaka till angiven offset. Ett större stängningsavstånd gör interiören mer rundad. Vid noll kommer interiören att likna exteriören mest.

source: Print speed
sv: Utskriftshastighet

source: A slower printing profile might be necessary when using materials with higher viscosity or with some hollowed parts. It slows down the tilt movement and adds a delay before exposure.
sv: En långsammare utskriftprofil kan vara nödvändig när man använder material med högre viskositet eller med vissa ihåliga delar. Det saktar ner lutningsrörelsen och lägger till en fördröjning innan exponeringen.

source: Export OBJ
sv: Exportera OBJ

source: Export the model(s) as OBJ.
sv: Exportera modellen/modellerna som OBJ.

source: Export SLA
sv: Exportera SLA

source: Slice the model and export SLA printing layers as PNG.
sv: Dela upp modellen och exportera SLA-utskriftslager som PNG.

source: Export 3MF
sv: Exportera 3MF

source: Export the model(s) as 3MF.
sv: Exportera modellen/modellerna som 3MF.

source: Export AMF
sv: Exportera AMF

source: Export the model(s) as AMF.
sv: Exportera modellen/modellerna som AMF.

source: Export STL
sv: Exportera STL

source: Export the model(s) as STL.
sv: Exportera modellen/modellerna som STL.

source: Slice the model and export toolpaths as G-code.
sv: Dela upp modellen och exportera verktygsbanor som G-kod.

source: G-code viewer
sv: G-kodsvisare

source: Visualize an already sliced and saved G-code
sv: Visualisera en redan skivad och sparad G-kod

source: Slice
sv: Skiva

source: Slice the model as FFF or SLA based on the printer_technology configuration value.
sv: Dela upp modellen som FFF eller SLA baserat på skrivarteknikens konfigurationsvärde.

source: Help
sv: Hjälp

source: Show this help.
sv: Visa denna hjälp.

source: Help (FFF options)
sv: Hjälp (FFF-alternativ)

source: Show the full list of print/G-code configuration options.
sv: Visa hela listan över utskrifts-/G-kodkonfigurationsalternativ.

source: Help (SLA options)
sv: Hjälp (SLA-alternativ)

source: Show the full list of SLA print configuration options.
sv: Visa hela listan över SLA-utskriftskonfigurationsalternativ.

source: Output Model Info
sv: Information om utgångsmodell

source: Write information about the model to the console.
sv: Skriv information om modellen till konsolen.

source: Save config file
sv: Spara konfigurationsfilen

source: Save configuration to the specified file.
sv: Spara konfigurationen till den angivna filen.

source: Align XY
sv: Rikta in XY

source: Align the model to the given point.
sv: Rikta modellen till den givna punkten.

source: Cut model at the given Z.
sv: Skär modell vid det givna Z.

source: Center
sv: Centrum

source: Center the print around the given center.
sv: Centrera utskriften runt det givna centret.

source: Don't arrange
sv: Ordna inte

source: Do not rearrange the given models before merging and keep their original XY coordinates.
sv: Ordna inte om de givna modellerna innan de slås samman och behåll deras ursprungliga XY-koordinater.

source: Ensure on bed
sv: Säkerställ på bädden

source: Lift the object above the bed when it is partially below. Enabled by default, use --no-ensure-on-bed to disable.
sv: Lyft föremålet ovanför bädden när det är delvis under. Aktiverad som standard, använd --ingen säker på bädden för att inaktivera.

source: Duplicate
sv: Duplicera

source: Multiply copies by this factor.
sv: Multiplicera kopior med denna faktor.

source: Duplicate by grid
sv: Duplicera efter rutnät

source: Multiply copies by creating a grid.
sv: Multiplicera kopior genom att skapa ett rutnät.

source: Arrange the supplied models in a plate and merge them in a single model in order to perform actions once.
sv: Ordna de medföljande modellerna i en platta och slå samman dem i en enda modell för att utföra åtgärder en gång.

source: Try to repair any non-manifold meshes (this option is implicitly added whenever we need to slice the model to perform the requested action).
sv: Försök att reparera eventuella icke-duplikat (det här alternativet läggs implicit till när vi behöver skära modellen för att utföra den begärda åtgärden).

source: Rotation angle around the Z axis in degrees.
sv: Rotationsvinkel runt Z-axeln i grader.

source: Rotate around X
sv: Rotera runt X

source: Rotation angle around the X axis in degrees.
sv: Rotationsvinkel runt X-axeln i grader.

source: Rotate around Y
sv: Rotera runt Y

source: Rotation angle around the Y axis in degrees.
sv: Rotationsvinkel runt Y-axeln i grader.

source: Scaling factor or percentage.
sv: Skalningsfaktor eller procent.

source: Detect unconnected parts in the given model(s) and split them into separate objects.
sv: Upptäck icke-anslutna delar i de givna modellerna och dela upp dem i separata objekt.

source: Scale to Fit
sv: Skala för att passa

source: Scale to fit the given volume.
sv: Skala för att passa den givna volymen.

source: Ignore non-existent config files
sv: Ignorera obefintliga konfigurationsfiler

source: Do not fail if a file supplied to --load does not exist.
sv: Misslyckas inte om en fil som levereras till --laddning inte existerar.

source: Forward-compatibility rule when loading configurations from config files and project files (3MF, AMF).
sv: Framåtkompatibilitetsregel vid laddning av konfigurationer från konfigurationsfiler och projektfiler (3MF, AMF).
