Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: Hover the cursor over buttons to find more information or click this button.
sv: Håll muspekaren över knapparna för att få mer information eller klicka på den här knappen.

source: Search in settings [%1%]
sv: Sök i inställningar [%1%]

source: Detach from system preset
sv: Koppla bort från systemförinställning

source: A copy of the current system preset will be created, which will be detached from the system preset.
sv: En kopia av den aktuella systemförinställningen kommer att skapas, som kommer att kopplas bort från systemförinställningen.

source: The current custom preset will be detached from the parent system preset.
sv: Den aktuella anpassade förinställningen kommer att kopplas bort från det överordnade systemets förinställning.

source: Modifications to the current profile will be saved.
sv: Ändringar av den aktuella profilen kommer att sparas.

source: Detach preset
sv: Radera förinställning

source: This is a default preset.
sv: Detta är en standardförinställning.

source: This is a system preset.
sv: Detta är en systemförinställning.

source: Current preset is inherited from the default preset.
sv: Aktuell förinställning ärvs från standardförinställningen.

source: Current preset is inherited from
sv: Aktuell förinställning ärvs från

source: It can't be deleted or modified.
sv: Den går inte att radera eller ändra.

source: Any modifications should be saved as a new preset inherited from this one.
sv: Eventuella ändringar bör sparas som en ny förinställning som ärvts från denna.

source: To do that please specify a new name for the preset.
sv: För att göra det vänligen ange ett nytt namn för förinställningen.

source: Additional information:
sv: Ytterligare information:

source: printer model
sv: skrivarmodell

source: default print profile
sv: standard utskriftsprofil

source: default filament profile
sv: standardfilamentprofil

source: default SLA material profile
sv: standard SLA-materialprofil

source: default SLA print profile
sv: standard SLA-utskriftsprofil

source: full profile name
sv: fullständigt profilnamn

source: symbolic profile name
sv: symboliskt profilnamn

source: Layers and perimeters
sv: Lager och omkretsar

source: Vertical shells
sv: Vertikala skal

source: Horizontal shells
sv: Horisontella skal

source: Solid layers
sv: Fasta lager

source: Minimum shell thickness
sv: Minsta skaltjocklek

source: Quality (slower slicing)
sv: Kvalitet (långsammare skivning)

source: Fuzzy skin (experimental)
sv: Luddig yta (experimentell)

source: Reducing printing time
sv: Minska utskriftstiden

source: Skirt
sv: Kjol

source: Options for support material and raft
sv: Tillval för stödmaterial och raft

source: Speed for print moves
sv: Hastighet för utskriftsrörelser

source: Speed for non-print moves
sv: Hastighet för rörelser utan utskrift

source: Modifiers
sv: Modifierare

source: Acceleration control (advanced)
sv: Accelerationskontroll (avancerat)

source: Autospeed (advanced)
sv: Autohastighet (avancerat)

source: Multiple Extruders
sv: Flera extruders

source: Ooze prevention
sv: Ooz förebyggande

source: Extrusion width
sv: Extruderingsbredd

source: Overlap
sv: Överlappning

source: Flow
sv: Flöde

source: Other
sv: Övrig

source: Output options
sv: Utgångsalternativ

source: Sequential printing
sv: Sekventiell utskrift

source: Extruder clearance
sv: Extruder frigående

source: Output file
sv: Utdatafil

source: Post-processing scripts
sv: Efterbearbetningsskript

source: Notes
sv: Anteckningar

source: Dependencies
sv: Beroenden

source: Profile dependencies
sv: Profilberoenden

source: Post processing scripts shall modify G-code file in place.
sv: Efterbehandlingsskript ska modifiera G-kodfilen på plats.

source: The following line %s contains reserved keywords. Please remove it, as it may cause problems in G-code visualization and printing time estimation.
sv: Följande rad %s innehåller reserverade nyckelord. Ta bort det, eftersom det kan orsaka problem med G-kodsvisualisering och uppskattning av utskriftstid.

source: Found reserved keywords in
sv: Hittade reserverade sökord i

source: Filament Overrides
sv: Filament åsidosättning

source: Nozzle
sv: Munstycke

source: Bed
sv: Bädd

source: Cooling
sv: Kylning

source: Enable
sv: Tillåta

source: Fan settings
sv: Fläktinställningar

source: Cooling thresholds
sv: Kyltrösklar

source: Filament properties
sv: Filamentegenskaper

source: Print speed override
sv: Åsidosätt utskriftshastighet

source: Wipe tower parameters
sv: Torktornets parametrar

source: Toolchange parameters with single extruder MM printers
sv: Verktygsbytesparametrar med enkel extruder MM skrivare

source: Ramming settings
sv: Ramningsinställningar

source: Custom G-code
sv: Anpassad G-kod

source: Start G-code
sv: Starta G-kod

source: End G-code
sv: Avsluta G-kod

source: Volumetric flow hints not available
sv: Tips om flödesvolymen finns inte

source: Note: All parameters from this group are moved to the Physical Printer settings (see changelog). A new Physical Printer profile is created by clicking on the "cog" icon right of the Printer profiles combo box, by selecting the "Add physical printer" item in the Printer combo box. The Physical Printer profile editor opens also when clicking on the "cog" icon in the Printer settings tab. The Physical Printer profiles are being stored into PrusaSlicer/physical_printer directory.
sv: Obs: Alla parametrar från denna grupp flyttas till inställningarna för fysisk skrivare (se ändringslogg). En ny fysisk skrivarprofil skapas genom att klicka på "kugg"-ikonen till höger om kombinationsrutan Skrivarprofiler, genom att välja alternativet "Lägg till fysisk skrivare" i kombinationsrutan Skrivare. Den fysiska skrivarens profilredigerare öppnas också när du klickar på "kugg"-ikonen på fliken Skrivarinställningar. De fysiska skrivarprofilerna lagras i katalogen PrusaSlicer/physical_printer.

source: Size and coordinates
sv: Storlek och koordinater

source: Capabilities
sv: Förmågor

source: Number of extruders of the printer.
sv: Antal extruders på skrivaren.

source: Single Extruder Multi Material is selected, and all extruders must have the same diameter. Do you want to change the diameter for all extruders to first extruder nozzle diameter value?
sv: Singel Extruder Multi Material är valt, och alla extruders måste ha samma diameter. Vill du ändra diametern för alla extruders till första extrudermunstyckets diameter?

source: Nozzle diameter
sv: Munstycksdiameter

source: Before layer change G-code
sv: G-kod exekveras innan lagerbyte

source: After layer change G-code
sv: G-kod exekveras efter lagerbyte

source: Tool change G-code
sv: G-kod exekveras under verktygsbyte

source: Between objects G-code (for sequential printing)
sv: G-kod utförd vid övergången mellan modeller (sekventiell utskrift)

source: Color Change G-code
sv: G-kod för färgbyte

source: Pause Print G-code
sv: G-kod för paus

source: Template Custom G-code
sv: Mall anpassad G-kod

source: Display
sv: Visa

source: Tilt
sv: Luta

source: Tilt time
sv: Lutningstid

source: Corrections
sv: Rättelser

source: Exposure
sv: Exponering

source: Machine limits
sv: Maskingränser

source: Values in this column are for Normal mode
sv: Värden i den här kolumnen är för normalläge

source: Values in this column are for Stealth mode
sv: Värden i den här kolumnen är för Smyg-läge

source: Maximum feedrates
sv: Maximala matningshastigheter

source: Maximum accelerations
sv: Maximala accelerationer

source: Jerk limits
sv: Ryckgränser

source: Minimum feedrates
sv: Minsta matningshastigheter

source: Single extruder MM setup
sv: Singel extruder MM inställning

source: Single extruder multimaterial parameters
sv: Singel extruder multimaterial parametrar

source: This is a single extruder multimaterial printer, diameters of all extruders will be set to the new value. Do you want to proceed?
sv: Detta är en multimaterialskrivare med en extruder, diametrarna för alla extruders kommer att ställas in på det nya värdet. Vill du fortsätta?

source: Layer height limits
sv: Lagerhöjdgränser

source: Position (for multi-extruder printers)
sv: Position (för multi-extruder skrivare)

source: Only lift Z
sv: Bara lyft Z

source: Retraction when tool is disabled (advanced settings for multi-extruder setups)
sv: Indragning när verktyget är inaktiverat (avancerade inställningar för multiextruderinställningar)

source: Reset to Filament Color
sv: Återställ till filamentfärg

source: The Wipe option is not available when using the Firmware Retraction mode. Shall I disable it in order to enable Firmware Retraction?
sv: Alternativet munstycksrengöring är inte tillgängligt när du använder läget Firmware Indragning. Ska jag inaktivera det för att kunna aktivera Firmware Indragning?

source: Firmware Retraction
sv: Firmware Indragning

source: New printer preset selected
sv: Ny skrivarförinställning har valts

source: Detached
sv: Friliggande

source: remove
sv: avlägsna

source: delete
sv: radera

source: It's a last preset for this physical printer.
sv: Det är en sista förinställning för den här fysiska skrivaren.

source: Are you sure you want to delete "%1%" preset from the physical printer "%2%"?
sv: Är du säker på att du vill ta bort förinställningen "%1%" från den fysiska skrivaren "%2%"?

source: The physical printer below is based on the preset, you are going to delete.
sv: Den fysiska skrivaren nedan baseras på den förinställning som du ska ta bort.

source: Note, that the selected preset will be deleted from this printer too.
sv: Observera att den valda förinställningen också kommer att raderas från den här skrivaren.

source: The physical printer below is based only on the preset, you are going to delete.
sv: Den fysiska skrivaren nedan baseras endast på den förinställning som du kommer att ta bort.

source: Note, that this printer will be deleted after deleting the selected preset.
sv: Observera att den här skrivaren kommer att raderas efter att den valda förinställningen har raderats.

source: Are you sure you want to %1% the selected preset?
sv: Är du säker på att du vill %1% den valda förinställningen?

source: %1% Preset
sv: %1% Förinställning

source: Find
sv: Hitta

source: Replace with
sv: Ersätta med

source: Regular expression
sv: Vanligt ututskrift

source: Case insensitive
sv: Ej skiftlägeskänslig

source: Whole word
sv: Hela ord

source: Match single line
sv: Matcha singelrad

source: Machine limits will be emitted to G-code and used to estimate print time.
sv: Maskingränser kommer att sändas ut till G-kod och användas för att uppskatta utskriftstid.

source: Machine limits will NOT be emitted to G-code, however they will be used to estimate print time, which may therefore not be accurate as the printer may apply a different set of machine limits.
sv: Maskingränser kommer INTE att sändas ut till G-kod, men de kommer att användas för att uppskatta utskriftstiden, som därför kanske inte är korrekt eftersom skrivaren kan tillämpa en annan uppsättning maskingränser.

source: Machine limits are not set, therefore the print time estimate may not be accurate.
sv: Maskingränser är inte inställda, därför kanske uppskattningen av utskriftstiden inte är korrekt.

source: LOCKED LOCK
sv: LÅST LÅS

source: indicates that the settings are the same as the system (or default) values for the current option group
sv: indikerar att inställningarna är desamma som systemvärdena (eller standardvärdena) för den aktuella alternativgruppen

source: UNLOCKED LOCK
sv: UPPLÅST LÅS

source: indicates that some settings were changed and are not equal to the system (or default) values for the current option group. Click the UNLOCKED LOCK icon to reset all settings for current option group to the system (or default) values.
sv: indikerar att vissa inställningar har ändrats och inte är lika med systemvärdena (eller standardvärdena) för den aktuella optionsgruppen. Klicka på ikonen UPPLÅST LÅS för att återställa alla inställningar för aktuell optionsgrupp till systemvärdena (eller standardvärdena).

source: WHITE BULLET
sv: VIT KULA

source: for the left button: indicates a non-system (or non-default) preset, for the right button: indicates that the settings hasn't been modified.
sv: för vänster knapp: indikerar en icke-system (eller icke-standard) förinställning, för höger knapp: indikerar att inställningarna inte har ändrats.

source: BACK ARROW
sv: BAKÅT PIL

source: indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click the BACK ARROW icon to reset all settings for the current option group to the last saved preset.
sv: indikerar att inställningarna har ändrats och inte är lika med den senast sparade förinställningen för den aktuella alternativgruppen. Klicka på ikonen BAKÅT PIL för att återställa alla inställningar för den aktuella alternativgruppen till den senast sparade förinställningen.

source: LOCKED LOCK icon indicates that the settings are the same as the system (or default) values for the current option group
sv: LÅST LÅS-ikon indikerar att inställningarna är desamma som systemvärdena (eller standardvärdena) för den aktuella alternativgruppen

source: UNLOCKED LOCK icon indicates that some settings were changed and are not equal to the system (or default) values for the current option group. Click to reset all settings for current option group to the system (or default) values.
sv: Ikonen UPPLÅST LÅS indikerar att vissa inställningar har ändrats och inte är lika med systemvärdena (eller standardvärdena) för den aktuella alternativgruppen. Klicka för att återställa alla inställningar för aktuell alternativgrupp till systemvärdena (eller standardvärdena).

source: WHITE BULLET icon indicates a non system (or non default) preset.
sv: VIT KULA-ikonen indikerar en icke-system (eller icke-standard) förinställning.

source: WHITE BULLET icon indicates that the settings are the same as in the last saved preset for the current option group.
sv: VIT KULA-ikon indikerar att inställningarna är desamma som i den senast sparade förinställningen för den aktuella alternativgruppen.

source: BACK ARROW icon indicates that the settings were changed and are not equal to the last saved preset for the current option group. Click to reset all settings for the current option group to the last saved preset.
sv: BAKÅT PIL-ikonen indikerar att inställningarna har ändrats och inte är lika med den senast sparade förinställningen för den aktuella alternativgruppen. Klicka för att återställa alla inställningar för den aktuella alternativgruppen till den senast sparade förinställningen.

source: LOCKED LOCK icon indicates that the value is the same as the system (or default) value.
sv: LÅST LÅS-ikon indikerar att värdet är detsamma som systemvärdet (eller standardvärdet).

source: UNLOCKED LOCK icon indicates that the value was changed and is not equal to the system (or default) value. Click to reset current value to the system (or default) value.
sv: Ikonen OLÅST LÅS indikerar att värdet ändrades och inte är lika med systemvärdet (eller standardvärdet). Klicka för att återställa aktuellt värde till systemvärdet (eller standardvärdet).

source: WHITE BULLET icon indicates that the value is the same as in the last saved preset.
sv: VIT KULA-ikonen indikerar att värdet är detsamma som i den senast sparade förinställningen.

source: BACK ARROW icon indicates that the value was changed and is not equal to the last saved preset. Click to reset current value to the last saved preset.
sv: BAKÅT PIL-ikonen indikerar att värdet ändrades och inte är lika med den senast sparade förinställningen. Klicka för att återställa aktuellt värde till den senast sparade förinställningen.

source: Material printing profile
sv: Material utskriftsprofil

source: Support head
sv: Stödhuvud

source: Support pillar
sv: Stödpelare

source: Connection of the support sticks and junctions
sv: Anslutning av stödstavar och kopplingar

source: Automatic generation
sv: Automatisk generering

source: "%1%" is disabled because "%2%" is on in "%3%" category. To enable "%1%", please switch off "%2%"
sv: "%1%" är inaktiverat eftersom "%2%" är på i kategorin "%3%". För att aktivera "%1%", vänligen stäng av "%2%"

source: Object elevation
sv: Objekts höjd

source: Pad around object
sv: Vaddera runt föremålet

source: Undef
sv: Odefinierad

source: Unsaved Changes
sv: Ej ssparade ändringar

source: Switching Presets: Unsaved Changes
sv: Byta förinställningar: Ej ssparade ändringar

source: Old Value
sv: Gammalt värde

source: New Value
sv: Nytt värde

source: Keep
sv: Behåll

source: Transfer
sv: Överföra

source: Don't save
sv: Spara inte

source: Discard
sv: Kassera

source: Save
sv: Spara

source: You will not be asked about the unsaved changes in presets the next time you create new project
sv: Du kommer inte att bli tillfrågad om de ej sparade ändringarna i förinställningar nästa gång du skapar ett nytt projekt

source: You will not be asked about the unsaved changes in presets the next time you switch a preset
sv: Du kommer inte att bli tillfrågad om ej sparade ändringar i förinställningar nästa gång du byter en förinställning

source: You will not be asked about the unsaved changes in presets the next time you: - Closing PrusaSlicer while some presets are modified, - Loading a new project while some presets are modified
sv: Du kommer inte att bli tillfrågad om ej sparade ändringar i förinställningar nästa gång du: - Stänger PrusaSlicer medan vissa förinställningar är modifierade, - Laddar ett nytt projekt medan vissa förinställningar är ändrade

source: PrusaSlicer will remember your action.
sv: PrusaSlicer kommer ihåg din åtgärd.

source: Visit "Preferences" and check "%1%" to be asked about unsaved changes again.
sv: Inspektera "Inställningar" och markera "%1%" för att bli tillfrågad om ej sparade ändringar igen.

source: Some fields are too long to fit. Right mouse click reveals the full text.
sv: Vissa fält är för långa för att passa. Högerklicka för att visa all text.

source: All settings changes will not be saved
sv: Alla inställningsändringar kommer inte att sparas

source: All settings changes will be discarded.
sv: Alla inställningsändringar kommer att ignoreras.

source: Save the selected options.
sv: Spara de valda alternativen.

source: Keep the selected settings.
sv: Behåll de valda inställningarna.

source: Transfer the selected settings to the newly selected preset.
sv: Överför de valda inställningarna till den nyligen valda förinställningen.

source: Save the selected options to preset "%1%".
sv: Spara de valda alternativen för att förinställningen "%1%".

source: Transfer the selected options to the newly selected preset "%1%".
sv: Överför de valda alternativen till den nyligen valda förinställningen "%1%".

source: The following preset was modified
sv: Följande förinställning har ändrats

source: Preset "%1%" has the following unsaved changes:
sv: Förinställningen "%1%" har följande ej sparade ändringar:

source: Preset "%1%" is not compatible with the new printer profile and it has the following unsaved changes:
sv: Förinställningen "%1%" är inte kompatibel med den nya skrivarprofilen och den har följande ej sparade ändringar:

source: Preset "%1%" is not compatible with the new print profile and it has the following unsaved changes:
sv: Förinställningen "%1%" är inte kompatibel med den nya utskriftsprofilen och den har följande ej sparade ändringar:

source: Extruders count
sv: Antal extruders

source: Select presets to compare
sv: Välj förinställningar att jämföra

source: Show all presets (including incompatible)
sv: Visa alla förinställningar (inklusive inkompatibla)

source: Left Preset Value
sv: Vänster förinställt värde

source: Right Preset Value
sv: Höger förinställt värde

source: One of the presets doesn't found
sv: En av förinställningarna hittades inte

source: Compared presets has different printer technology
sv: Jämförda förinställningar har olika skrivarteknik

source: Presets are the same
sv: Förinställningar är desamma

source: Presets are different. Click this button to select the same preset for the right and left preset.
sv: Förinställningar är olika. Klicka på den här knappen för att välja samma förinställning för höger och vänster förinställning.

source: Undef category
sv: Odefinierad kategori

source: Undef group
sv: Odefinierad grupp

source: Update available
sv: Uppdatering tillgänglig

source: New version of %s is available
sv: Ny version av %s är tillgänglig

source: Current version:
sv: Aktuell version:

source: New version:
sv: Ny version:

source: Changelog & Download
sv: Ändringslogg & Ladda ner

source: Open changelog page
sv: Öppna ändringsloggsidan

source: Open download page
sv: Öppna nedladdningssidan

source: Don't notify about new releases any more
sv: Meddela inte om nya releaser längre

source: Opening Configuration Wizard
sv: Öppnar konfigurationsguiden

source: Configuration update
sv: Konfigurationsuppdatering

source: PrusaSlicer is not using the newest configuration available. Configuration Wizard may not offer the latest printers, filaments and SLA materials to be installed.
sv: PrusaSlicer använder inte den senaste tillgängliga konfigurationen. Konfigurationsguiden kanske inte erbjuder de senaste skrivarna, filamenten och SLA-material som ska installeras.

source: Configuration update is available
sv: Konfigurationsuppdatering är tillgänglig

source: Would you like to install it? Note that a full configuration snapshot will be created first. It can then be restored at any time should there be a problem with the new version. Updated configuration bundles:
sv: Vill du installera den? Observera att en ögonblicksbild av fullständig konfiguration skapas först. Den kan sedan återställas när som helst om det skulle uppstå problem med den nya versionen. Uppdaterade konfigurationspaket:

source: Comment:
sv: Kommentar:

source: Install
sv: Installera

source: Don't install
sv: Installera inte

source: %s incompatibility
sv: %s inkompatibilitet

source: You must install a configuration update.
sv: Du måste installera en konfigurationsuppdatering.

source: %s will now start updates. Otherwise it won't be able to start. Note that a full configuration snapshot will be created first. It can then be restored at any time should there be a problem with the new version. Updated configuration bundles:
sv: %s kommer nu att starta uppdateringar. Annars kommer den inte att kunna starta. Observera att en ögonblicksbild av fullständig konfiguration skapas först. Den kan sedan återställas när som helst om det skulle uppstå problem med den nya versionen. Uppdaterade konfigurationspaket:

source: Exit %s
sv: Avsluta %s

source: %s configuration is incompatible
sv: %s-konfigurationen är inkompatibel

source: This version of %s is not compatible with currently installed configuration bundles. This probably happened as a result of running an older %s after using a newer one. You may either exit %s and try again with a newer version, or you may re-run the initial configuration. Doing so will create a backup snapshot of the existing configuration before installing files compatible with this %s.
sv: Den här versionen av %s är inte kompatibel med för närvarande installerade konfigurationspaket. Detta hände förmodligen som ett resultat av att en äldre %s kördes efter att ha använt en nyare. Du kan antingen avsluta %s och försöka igen med en nyare version, eller så kan du köra om den initiala konfigurationen. Om du gör det skapas en säkerhetskopia av den befintliga konfigurationen innan du installerar filer som är kompatibla med denna %s.

source: This %s version: %s
sv: Denna %s version: %s

source: Incompatible bundles:
sv: Inkompatibla paket:

source: Re-configure
sv: Konfigurera om
