Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: The first layer will be shrunk in the XY plane by the configured value to compensate for the 1st layer squish aka an Elephant Foot effect.
sv: Det första lagret kommer att reduceras med detta värde i X- och Y-axlarna för att eliminera elefantfotseffekten (elefantfot - när det första lagret utskrifts utåt sidorna).

source: G-code thumbnails
sv: G-kods miniatyrer

source: Picture sizes to be stored into a .gcode and .sl1 / .sl1s files, in the following format: "XxY, XxY, ..."
sv: Bildstorlekar som ska lagras i en .gkod- och .sl1/.sl1s-filer, i följande format: "XxY, XxY, ..."

source: This setting controls the height (and thus the total number) of the slices/layers. Thinner layers give better accuracy but take more time to print.
sv: Den här inställningen styr höjden (och därmed det totala antalet) på skivorna/lagren. Tunnare lager ger bättre noggrannhet men tar längre tid att skriva ut.

source: Max print height
sv: Max utskriftshöjd

source: Set this to the maximum height that can be reached by your extruder while printing.
sv: Ställ in detta på den maximala höjden som kan nås av din extruder under utskrift.

source: Hostname, IP or URL
sv: Värdnamn, IP eller URL

source: Slic3r can upload G-code files to a printer host. This field should contain the hostname, IP address or URL of the printer host instance. Print host behind HAProxy with basic auth enabled can be accessed by putting the user name and password into the URL in the following format: https://username:password@your-octopi-address/
sv: PrusaSlicer kan ladda upp G-kodfiler till en skrivarvärd. Det här fältet ska innehålla värdnamnet, IP-adressen eller URL:en för skrivarens värdinstans. Utskriftsvärd bakom HAProxy med grundläggande autentisering aktiverad kan nås genom att ange användarnamn och lösenord i URL:en i följande format: https://användarnamn:lösenord@din-oktopi-adress/

source: API Key / Password
sv: API-nyckel/lösenord

source: Slic3r can upload G-code files to a printer host. This field should contain the API Key or the password required for authentication.
sv: PrusaSlicer kan ladda upp G-kodfiler till en skrivarvärd. Det här fältet bör innehålla API-nyckeln eller lösenordet som krävs för autentisering.

source: Name of the printer
sv: Skrivarens namn

source: Custom CA certificate file can be specified for HTTPS OctoPrint connections, in crt/pem format. If left blank, the default OS CA certificate repository is used.
sv: Anpassad CA-certifikatfil kan specificeras för HTTPS OctoPrint-anslutningar, i crt/pem-format. Om det lämnas tomt används standardarkivet för OS CA-certifikat.

source: Password
sv: Lösenord

source: Ignore HTTPS certificate revocation checks
sv: Ignorera kontroller för återkallande av HTTPS-certifikat

source: Ignore HTTPS certificate revocation checks in case of missing or offline distribution points. One may want to enable this option for self signed certificates if connection fails.
sv: Ignorera kontroller för återkallande av HTTPS-certifikat i händelse av saknade eller off-line distributionspunkter. Man kanske vill aktivera detta alternativ för självsignerade certifikat om anslutningen misslyckas.

source: Printer preset names
sv: Namn på förinställda skrivare

source: Names of presets related to the physical printer
sv: Namn på förinställningar relaterade till den fysiska skrivaren

source: Authorization Type
sv: Auktorisationstyp

source: API key
sv: API-nyckel

source: HTTP digest
sv: HTTP-sammandrag

source: Avoid crossing perimeters
sv: Undvik att korsa omkretsar

source: Optimize travel moves in order to minimize the crossing of perimeters. This is mostly useful with Bowden extruders which suffer from oozing. This feature slows down both the print and the G-code generation.
sv: Optimera tomgångsrörelser för att minimera förflyttning över konturer. Denna funktion är särskilt användbar med extruders av Bowden-typ, som är känsliga för läckage av filament från munstycket. Aktivering av den här funktionen förlänger både utskriftstiden och genereringstiden för G-koden.

source: Avoid crossing perimeters - Max detour length
sv: Undvik att korsa konturer - Max omvägslängd

source: The maximum detour length for avoid crossing perimeters. If the detour is longer than this value, avoid crossing perimeters is not applied for this travel path. Detour length could be specified either as an absolute value or as percentage (for example 50%) of a direct travel path.
sv: Den maximala omvägslängden för att undvika att korsa konturer. Om omvägen är längre än detta värde, undvik att korsa konturer tillämpas inte för denna färdväg. Omvägslängd kan anges antingen som ett absolut värde eller som procent (till exempel 50 %) av en direkt färdväg.

source: mm or % (zero to disable)
sv: mm eller % (noll för att inaktivera)

source: Other layers
sv: Andra lager

source: Bed temperature for layers after the first one. Set this to zero to disable bed temperature control commands in the output.
sv: Bäddtemperatur för lager över det första. Ställ in på 0 för att inaktivera temperaturkontrollkommandon i utdatafilen.

source: Bed temperature
sv: Bäddtemperatur

source: This custom code is inserted at every layer change, right before the Z move. Note that you can use placeholder variables for all Slic3r settings as well as [layer_num] and [layer_z].
sv: Denna anpassade kod infogas vid varje lagerbyte, precis innan Z-rörelsen. Observera att du kan använda platshållarvariabler för alla Slic3r-inställningar såväl som [lagernummer] och [lager z].

source: Between objects G-code
sv: G-kod mellan objekt

source: This code is inserted between objects when using sequential printing. By default extruder and bed temperature are reset using non-wait command; however if M104, M109, M140 or M190 are detected in this custom code, Slic3r will not add temperature commands. Note that you can use placeholder variables for all Slic3r settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want.
sv: Denna kod exekveras mellan utskrift av enskilda modeller i sekventiellt utskriftsläge. Som standard återställs munstyckes- och bäddtemperaturerna med kommandot icke-vänta; men om kommandona M104, M109, M140 eller M190 används med detta alternativ kommer PrusaSlicer inte att lägga till sina egna kommandon för temperaturkontroll. Kom ihåg att du kan använda platshållarvariabler, så t.ex. kommandot "M109 S[första lagrets temperatur") kan placeras var du vill.

source: Number of solid layers to generate on bottom surfaces.
sv: Antal solida lager att generera på bottenytor.

source: Bottom solid layers
sv: Solida bottenlager

source: The number of bottom solid layers is increased above bottom_solid_layers if necessary to satisfy minimum thickness of bottom shell.
sv: Antalet solida bottenlager ökas om nödvändigt för att uppfylla minsta tjocklek på bottenskiktet.

source: Minimum bottom shell thickness
sv: Minsta bottensskiktstjocklek

source: Bridge
sv: Bro

source: This is the acceleration your printer will use for bridges. Set zero to disable acceleration control for bridges.
sv: Detta är den acceleration som din skrivare kommer att använda för broar. Ange 0 för att inaktivera accelerationskontroll för broar.

source: Bridging angle
sv: Brovinkel

source: Bridging angle override. If left to zero, the bridging angle will be calculated automatically. Otherwise the provided angle will be used for all bridges. Use 180° for zero angle.
sv: Åsidosättande av brovinkel. Om den sätt till 0 kommer bryggvinkeln att beräknas automatiskt. Annars kommer den angivna vinkeln att användas för alla broar. Använd 180° för noll vinkel.

source: Bridges fan speed
sv: Fläkthastighe på broar

source: This fan speed is enforced during all bridges and overhangs.
sv: Denna fläkthastighet upprätthålls under alla broar och överhäng.

source: Bridge flow ratio
sv: Broflödesförhållande

source: This factor affects the amount of plastic for bridging. You can decrease it slightly to pull the extrudates and prevent sagging, although default settings are usually good and you should experiment with cooling (use a fan) before tweaking this.
sv: Denna faktor påverkar mängden plast för överbryggning. Du kan minska den något för att dra ut extruderingen och förhindra att den hänger, även om standardinställningarna vanligtvis är bra och du bör experimentera med kylning (använd en fläkt) innan du justerar detta.

source: Bridges
sv: Broar

source: Speed for printing bridges.
sv: Hastighet för utskrift av broar.

source: Brim width
sv: Brättbredd

source: The horizontal width of the brim that will be printed around each object on the first layer. When raft is used, no brim is generated (use raft_first_layer_expansion).
sv: Den horisontella bredden på brättet som kommer att skrivas ut runt varje objekt på det första lagret. När raft används genereras ingen brätte (använd raft första lagerexpansion).

source: Brim type
sv: Brätttyp

source: The places where the brim will be printed around each object on the first layer.
sv: De platser där brättet kommer att skrivas ut runt varje objekt på det första lagret.

source: No brim
sv: Inget brätte

source: Outer brim only
sv: Endast yttre brätte

source: Inner brim only
sv: Endast inre brätte

source: Outer and inner brim
sv: Yttre och inre brätte

source: Brim separation gap
sv: Brättseparationsgap

source: Offset of brim from the printed object. The offset is applied after the elephant foot compensation.
sv: Offset av brätte från det utskrivna objektet. Offseten tillämpas efter elefantfotskompensationen.

source: Clip multi-part objects
sv: Klipp ut flerdelade objekt

source: When printing multi-material objects, this settings will make Slic3r to clip the overlapping object parts one by the other (2nd part will be clipped by the 1st, 3rd part will be clipped by the 1st and 2nd etc).
sv: När du skriver ut objekt med flera material, kommer dessa inställningar att göra att PrusaSlicer klipper de överlappande objektdelarna efter varandra (andra delen klipps av 1:a, 3:e delen klipps av 1:a och 2:a etc).

source: Colorprint height
sv: Färgutskriftshöjd

source: Heights at which a filament change is to occur.
sv: Höjder vid vilka en filamentförändring ska ske.

source: Compatible printers condition
sv: Kompatibel skrivare skick

source: A boolean expression using the configuration values of an active printer profile. If this expression evaluates to true, this profile is considered compatible with the active printer profile.
sv: Ett booleskt uttryck som använder konfigurationsvärdena för en aktiv skrivarprofil. Om detta uttryck utvärderas till sant anses denna profil vara kompatibel med den aktiva skrivarprofilen.

source: Compatible print profiles condition
sv: Kompatibla utskriftsprofiler skick

source: A boolean expression using the configuration values of an active print profile. If this expression evaluates to true, this profile is considered compatible with the active print profile.
sv: Ett booleskt uttryck som använder konfigurationsvärdena för en aktiv utskriftsprofil. Om detta uttryck utvärderas till sant anses denna profil vara kompatibel med den aktiva utskriftsprofilen.

source: Complete individual objects
sv: Komplettera enskilda objekt

source: When printing multiple objects or copies, this feature will complete each object before moving onto next one (and starting it from its bottom layer). This feature is useful to avoid the risk of ruined prints. Slic3r should warn and prevent you from extruder collisions, but beware.
sv: När du skriver ut flera objekt eller kopior kommer den här funktionen att slutföra varje objekt innan du går vidare till nästa (och startar det från dess nedre lager). Den här funktionen är användbar för att undvika risken för förstörda utskrifter. PrusaSlicer bör varna och förhindra dig från extruderkollisioner, men se upp.

source: Enable auto cooling
sv: Aktivera automatisk kylning

source: This flag enables the automatic cooling logic that adjusts print speed and fan speed according to layer printing time.
sv: Denna flagga aktiverar den automatiska kylningslogiken som justerar utskriftshastigheten och fläkthastigheten enligt utskriftstiden för lagret.

source: Cooling tube position
sv: Kylrörsposition

source: Distance of the center-point of the cooling tube from the extruder tip.
sv: Avståndet mellan kylrörets mittpunkt och extruderns spets.

source: Cooling tube length
sv: Kylrörets längd

source: Length of the cooling tube to limit space for cooling moves inside it.
sv: Längd på kylröret för att begränsa utrymmet för kylrörelser inuti det.

source: This is the acceleration your printer will be reset to after the role-specific acceleration values are used (perimeter/infill). Set zero to prevent resetting acceleration at all.
sv: Det här är accelerationen som din skrivare kommer att återställas till efter att de specifika accelerationsvärdena använts (kontur/fyllning). Ställ på 0 för att förhindra återställning av acceleration.

source: Default filament profile
sv: Standardfilamentprofil

source: Default filament profile associated with the current printer profile. On selection of the current printer profile, this filament profile will be activated.
sv: Standardfilamentprofil som är kopplad till den aktuella skrivarprofilen. Vid val av aktuell skrivarprofil kommer denna filamentprofil att aktiveras.

source: Default print profile
sv: Standardutskriftsprofil

source: Default print profile associated with the current printer profile. On selection of the current printer profile, this print profile will be activated.
sv: Standardutskriftsprofil som är kopplad till den aktuella skrivarprofilen. Vid val av aktuell skrivarprofil kommer denna utskriftsprofil att aktiveras.

source: Disable fan for the first
sv: Inaktivera fläkten för den första

source: You can set this to a positive value to disable fan at all during the first layers, so that it does not make adhesion worse.
sv: Du kan ställa in detta på ett positivt värde för att stänga av fläkten överhuvudtaget under de första lagren, så att det inte gör vidhäftningen sämre.

source: Don't support bridges
sv: Stöd inte broar

source: Experimental option for preventing support material from being generated under bridged areas.
sv: Experimentell möjlighet för att förhindra att stödmaterial genereras under överbryggade områden.

source: Distance between copies
sv: Avstånd mellan kopior

source: Distance used for the auto-arrange feature of the plater.
sv: Avstånd som används för funktionen för automatiskt arrangemang av bädden.

source: This end procedure is inserted at the end of the output file. Note that you can use placeholder variables for all PrusaSlicer settings.
sv: Denna slutprocedur infogas i slutet av utdatafilen. Observera att du kan använda platshållarvariabler för alla PrusaSlicer-inställningar.

source: This end procedure is inserted at the end of the output file, before the printer end gcode (and before any toolchange from this filament in case of multimaterial printers). Note that you can use placeholder variables for all PrusaSlicer settings. If you have multiple extruders, the gcode is processed in extruder order.
sv: Denna slutprocedur infogas i slutet av utdatafilen, före skrivarens slut-gkod (och före varje verktygsbyte från denna filament i händelse av multimaterialskrivare). Observera att du kan använda platshållarvariabler för alla PrusaSlicer-inställningar. Om du har flera extruderrs bearbetas g-koden i extruderordning.

source: Ensure vertical shell thickness
sv: Säkerställ vertikal skikttjocklek

source: Add solid infill near sloping surfaces to guarantee the vertical shell thickness (top+bottom solid layers).
sv: Lägg till solid fyllning nära sluttande ytor för att garantera den vertikala skaltjockleken (översta + botten fasta lager).

source: Top fill pattern
sv: Toppfyllningsmönster

source: Fill pattern for top infill. This only affects the top visible layer, and not its adjacent solid shells.
sv: Fyllningsmönster för toppfyllning. Detta påverkar bara det översta synliga lagret, och inte dess intilliggande fasta skikt.

source: Rectilinear
sv: Rätlinjig

source: Monotonic
sv: Monotona

source: Aligned Rectilinear
sv: Riktad rätlinjig

source: Concentric
sv: Koncentrisk

source: Hilbert Curve
sv: Hilbert kurva

source: Archimedean Chords
sv: Arkimedeiska spiraler

source: Bottom fill pattern
sv: Bottenfyllningsmönster

source: Fill pattern for bottom infill. This only affects the bottom external visible layer, and not its adjacent solid shells.
sv: Fyllningsmönster för bottenlager. Detta påverkar bara det nedre yttre synliga lagret och inte dess intilliggande fasta skikt.

source: External perimeters
sv: Yttre konturer

source: Set this to a non-zero value to set a manual extrusion width for external perimeters. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%), it will be computed over layer height.
sv: Ställ in detta till ett värde som inte är noll för att ställa in en manuell extruderingsbredd för externa omkretsar. Om den lämnas noll kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Om det uttrycks i procent (till exempel 200%), kommer det att beräknas över lagerhöjden.

source: mm or %
sv: mm eller %

source: This separate setting will affect the speed of external perimeters (the visible ones). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
sv: Denna separata inställning kommer att påverka hastigheten på externa konturer (de synliga). Om det uttrycks i procent (till exempel: 80%) kommer det att beräknas på konturhastighetsinställningen ovan. Ställ in på noll för auto.

source: mm/s or %
sv: mm/s eller %

source: External perimeters first
sv: Externa konturer först

source: Print contour perimeters from the outermost one to the innermost one instead of the default inverse order.
sv: Skriv ut konturperimetrar från den yttersta till den innersta istället för den omvända standardordningen.

source: Extra perimeters if needed
sv: Extra omkrets vid behov

source: Add more perimeters when needed for avoiding gaps in sloping walls. Slic3r keeps adding perimeters, until more than 70% of the loop immediately above is supported.
sv: Lägg till fler omkretsar vid behov för att undvika luckor i sluttande väggar. PrusaSlicer fortsätter att lägga till omkretsar tills mer än 70 % av slingan omedelbart ovanför stöds.

source: The extruder to use (unless more specific extruder settings are specified). This value overrides perimeter and infill extruders, but not the support extruders.
sv: Extrudern som ska användas (såvida inte mer specifika extruderinställningar anges). Detta värde åsidosätter perimeter- och fyllning- extruders, men inte stödextruders.

source: Set this to the vertical distance between your nozzle tip and (usually) the X carriage rods. In other words, this is the height of the clearance cylinder around your extruder, and it represents the maximum depth the extruder can peek before colliding with other printed objects.
sv: Ställ in detta på det vertikala avståndet mellan din munstycksspets och (vanligtvis) X-vagnsstavarna. Med andra ord, detta är höjden på frigångscylindern runt din extruder, och den representerar det maximala djupet extrudern kan titta innan den kolliderar med andra utskrivna objekt.

source: Set this to the clearance radius around your extruder. If the extruder is not centered, choose the largest value for safety. This setting is used to check for collisions and to display the graphical preview in the plater.
sv: Ställ in detta på frigångsradien runt din extruder. Om extrudern inte är centrerad, välj det största värdet för säkerheten. Den här inställningen används för att kontrollera om det finns kollisioner och för att visa den grafiska förhandsvisningen i bädden.

source: Extruder Color
sv: Extruder färg

source: This is only used in the Slic3r interface as a visual help.
sv: Detta används endast i PrusaSlicer-gränssnittet som en visuell hjälp.

source: If your firmware doesn't handle the extruder displacement you need the G-code to take it into account. This option lets you specify the displacement of each extruder with respect to the first one. It expects positive coordinates (they will be subtracted from the XY coordinate).
sv: Om din firmware inte hanterar extruderns förskjutning behöver du G-koden för att ta hänsyn till det. Det här alternativet låter dig specificera förskjutningen av varje extruder i förhållande till den första. Den förväntar sig positiva koordinater (de kommer att subtraheras från XY-koordinaten).

source: Extrusion axis
sv: Extruderingsaxel

source: Use this option to set the axis letter associated to your printer's extruder (usually E but some printers use A).
sv: Använd det här alternativet för att ställa in bokstaven som är associerad till din skrivares extruder (vanligtvis E men vissa skrivare använder A).

source: Extrusion multiplier
sv: Extruderingsmultiplikator

source: This factor changes the amount of flow proportionally. You may need to tweak this setting to get nice surface finish and correct single wall widths. Usual values are between 0.9 and 1.1. If you think you need to change this more, check filament diameter and your firmware E steps.
sv: Denna faktor ändrar mängden flöde proportionellt. Du kan behöva justera den här inställningen för att få fin ytfinish och korrigera enstaka väggbredder. Vanliga värden är mellan 0,9 och 1,1. Om du tror att du behöver ändra detta mer, kontrollera filamentdiametern och din firmware E-steg.

source: Default extrusion width
sv: Standard extruderingsbredd

source: Set this to a non-zero value to allow a manual extrusion width. If left to zero, Slic3r derives extrusion widths from the nozzle diameter (see the tooltips for perimeter extrusion width, infill extrusion width etc). If expressed as percentage (for example: 230%), it will be computed over layer height.
sv: Ställ in detta på ett värde som inte är noll för att tillåta en manuell extruderingsbredd. Om den lämnas till noll, härleder PrusaSlicer extruderingsbredd från munstycksdiametern (se verktygstipsen för perimeter- fyllnings- extruderingsbredd etc). Om det uttrycks i procent (till exempel: 230%), kommer det att beräknas över lagerhöjden.

source: Keep fan always on
sv: Ha alltid fläkten på

source: If this is enabled, fan will never be disabled and will be kept running at least at its minimum speed. Useful for PLA, harmful for ABS.
sv: Om detta är aktiverat, kommer fläkten aldrig att stängas av och kommer att fortsätta att gå åtminstone på sin lägsta hastighet. Användbar för PLA, skadlig för ABS.

source: Enable fan if layer print time is below
sv: Aktivera fläkt om utskriftstiden för lager är under

source: If layer print time is estimated below this number of seconds, fan will be enabled and its speed will be calculated by interpolating the minimum and maximum speeds.
sv: Om utskriftstiden för lager uppskattas under detta antal sekunder, kommer fläkten att aktiveras och dess hastighet beräknas genom att interpolera minimi- och maxhastigheterna.

source: approximate seconds
sv: ungefärliga sekunder

source: Color
sv: Färg

source: Filament notes
sv: Filamentsanteckningar

source: You can put your notes regarding the filament here.
sv: Här kan du lägga filamentnoter.

source: Max volumetric speed
sv: Max volymetrisk hastighet
