Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: This custom code is inserted at every layer change, right after the Z move and before the extruder moves to the first layer point. Note that you can use placeholder variables for all Slic3r settings as well as [layer_num] and [layer_z].
sv: Denna anpassade kod infogas vid varje lagerbyte, direkt efter Z-rörelsen och innan extrudern flyttar till den första lagerpunkten. Observera att du kan använda platshållarvariabler för alla Slic3r-inställningar såväl som [lagernummer] och [lager z].

source: Supports remaining times
sv: Återstående stödtid

source: Emit M73 P[percent printed] R[remaining time in minutes] at 1 minute intervals into the G-code to let the firmware show accurate remaining time. As of now only the Prusa i3 MK3 firmware recognizes M73. Also the i3 MK3 firmware supports M73 Qxx Sxx for the silent mode.
sv: Skicka ut M73 P[procent utskriven] R[återstående tid i minuter] med 1 minuts intervaller i G-koden för att låta firmware visa exakt återstående tid. För närvarande känner bara Prusa i3 MK3-firmware igen M73. Även i3 MK3-firmware stöder M73 Qxx Sxx för smygläge.

source: Supports stealth mode
sv: Stöder smyg-läge

source: The firmware supports stealth mode
sv: Den fasta programvaran stöder smyg-läge

source: How to apply limits
sv: Hur man tillämpar gränser

source: Purpose of Machine Limits
sv: Syfte med maskingränser

source: How to apply the Machine Limits
sv: Hur man tillämpar maskingränser

source: Emit to G-code
sv: Avge till G-kod

source: Use for time estimate
sv: Använd för tidsuppskattning

source: Ignore
sv: Ignorera

source: Maximum feedrate X
sv: Maximal matning X

source: Maximum feedrate Y
sv: Maximal matning Y

source: Maximum feedrate Z
sv: Maximal matning Z

source: Maximum feedrate E
sv: Maximal matningshastighet E

source: Maximum feedrate of the X axis
sv: Maximal matning för X-axeln

source: Maximum feedrate of the Y axis
sv: Maximal matning för Y-axeln

source: Maximum feedrate of the Z axis
sv: Maximal matning för Z-axeln

source: Maximum feedrate of the E axis
sv: Maximal matning för E-axeln

source: Maximum acceleration X
sv: Maximal acceleration X

source: Maximum acceleration Y
sv: Maximal acceleration Y

source: Maximum acceleration Z
sv: Maximal acceleration Z

source: Maximum acceleration E
sv: Maximal acceleration E

source: Maximum acceleration of the X axis
sv: Maximal acceleration av X-axeln

source: Maximum acceleration of the Y axis
sv: Maximal acceleration av Y-axeln

source: Maximum acceleration of the Z axis
sv: Maximal acceleration av Z-axeln

source: Maximum acceleration of the E axis
sv: Maximal acceleration av E-axeln

source: Maximum jerk X
sv: Maximalt X-ryck

source: Maximum jerk Y
sv: Maximalt Y-ryck

source: Maximum jerk Z
sv: Maximalt Z-ryck

source: Maximum jerk E
sv: Maximalt E-ryck

source: Maximum jerk of the X axis
sv: Maximalt ryck på X-axeln

source: Maximum jerk of the Y axis
sv: Maximalt ryck på Y-axeln

source: Maximum jerk of the Z axis
sv: Maximalt ryck på Z-axeln

source: Maximum jerk of the E axis
sv: Maximalt ryck på E-axeln

source: Minimum feedrate when extruding
sv: Minsta matningshastighet vid extrudering

source: Minimum feedrate when extruding (M205 S)
sv: Minsta matningshastighet vid extrudering (M205 S)

source: Minimum travel feedrate
sv: Minsta matningshastighet

source: Minimum travel feedrate (M205 T)
sv: Minsta matningshastighet (M205 T)

source: Maximum acceleration when extruding
sv: Maximal acceleration vid extrudering

source: Maximum acceleration when extruding (M204 P) Marlin (legacy) firmware flavor will use this also as travel acceleration (M204 T).
sv: Maximal acceleration vid extrudering (M204 P) Marlin (äldre) firmware-typ kommer att använda detta också som färdrörelseacceleration (M204 T).

source: Maximum acceleration when retracting
sv: Maximal acceleration vid indragning

source: Maximum acceleration when retracting (M204 R)
sv: Maximal acceleration vid indragning (M204 R)

source: Maximum acceleration for travel moves
sv: Maximal acceleration för färdrörelser

source: Maximum acceleration for travel moves (M204 T)
sv: Maximal acceleration för färdrörelser (M204 T)

source: This setting represents the maximum speed of your fan.
sv: Denna inställning representerar den maximala hastigheten för din fläkt.

source: This is the highest printable layer height for this extruder, used to cap the variable layer height and support layer height. Maximum recommended layer height is 75% of the extrusion width to achieve reasonable inter-layer adhesion. If set to 0, layer height is limited to 75% of the nozzle diameter.
sv: Detta är den högsta utskrivbara lagerhöjd för denna extruder, som används för att täcka den variabla lagerhöjden och stödlagerhöjden. Maximal rekommenderad lagerhöjd är 75 % av extruderingsbredden för att uppnå rimlig vidhäftning mellan lagerna. Om den är inställd på 0 är lagerhöjden begränsad till 75 % av munstycksdiametern.

source: Max print speed
sv: Max utskriftshastighet

source: When setting other speed settings to 0 Slic3r will autocalculate the optimal speed in order to keep constant extruder pressure. This experimental setting is used to set the highest print speed you want to allow.
sv: När andra hastighetsinställningar ställs in på 0 kommer PrusaSlicer att automatiskt beräkna den optimala hastigheten för att hålla konstant extrudertryck. Denna experimentella inställning används för att ställa in den högsta utskriftshastighet du vill tillåta.

source: This experimental setting is used to set the maximum volumetric speed your extruder supports.
sv: Denna experimentella inställning används för att ställa in den maximala volymetriska hastigheten som din extruder stöder.

source: Max volumetric slope positive
sv: Max volymetrisk positiv lutning

source: This experimental setting is used to limit the speed of change in extrusion rate. A value of 1.8 mm³/s² ensures, that a change from the extrusion rate of 1.8 mm³/s (0.45mm extrusion width, 0.2mm extrusion height, feedrate 20 mm/s) to 5.4 mm³/s (feedrate 60 mm/s) will take at least 2 seconds.
sv: Denna experimentella inställning används för att begränsa ändringshastigheten i extruderingshastigheten. Ett värde på 1,8 mm³/s² säkerställer att en förändring från extruderingshastigheten på 1,8 mm³/s (0,45 mm profilbredd, 0,2 mm extruderingshöjd, matning 20 mm/s) till 5,4 mm³/s (matningshastighet 60 mm/s) kommer att ta minst 2 sekunder.

source: Max volumetric slope negative
sv: Max volymetrisk negativ lutning

source: This setting represents the minimum PWM your fan needs to work.
sv: Den här inställningen representerar den lägsta PWM som din fläkt behöver för att fungera.

source: This is the lowest printable layer height for this extruder and limits the resolution for variable layer height. Typical values are between 0.05 mm and 0.1 mm.
sv: Detta är den lägsta utskrivbara lagerhöjden för denna extruder och begränsar upplösningen för variabel lagerhöjd. Typiska värden är mellan 0,05 mm och 0,1 mm.

source: Min print speed
sv: Min utskriftshastighet

source: Slic3r will not scale speed down below this speed.
sv: PrusaSlicer kommer inte att skala ner hastigheten under denna hastighet.

source: Minimal filament extrusion length
sv: Minsta extruderingslängd

source: Generate no less than the number of skirt loops required to consume the specified amount of filament on the bottom layer. For multi-extruder machines, this minimum applies to each extruder.
sv: Generera antalet skörtöglor som inte är mindre än den angivna mängden för att använda så mycket filament på bottenlagret. För skrivare med flera extruders används detta värde för var och en av dem.

source: Configuration notes
sv: Konfigurationsanteckningar

source: You can put here your personal notes. This text will be added to the G-code header comments.
sv: Här kan du lägga dina personliga anteckningar. Den här texten kommer att läggas till i kommentarerna i G-kodens rubrik.

source: This is the diameter of your extruder nozzle (for example: 0.5, 0.35 etc.)
sv: Detta är diametern på ditt extrudermunstycke (till exempel: 0,5, 0,35 etc.)

source: Host Type
sv: Värdtyp

source: Slic3r can upload G-code files to a printer host. This field must contain the kind of the host.
sv: PrusaSlicer kan ladda upp G-kodfiler till en skrivarvärd. Detta fält måste innehålla typen av värd.

source: Only retract when crossing perimeters
sv: Dra bara tillbaka när du korsar perimetrar

source: Disables retraction when the travel path does not exceed the upper layer's perimeters (and thus any ooze will be probably invisible).
sv: Inaktiverar indragning när färdvägen inte överskrider det övre lagrets perimeter (och därmed kommer eventuellt läckage troligen att vara osynligt).

source: This option will drop the temperature of the inactive extruders to prevent oozing. It will enable a tall skirt automatically and move extruders outside such skirt when changing temperatures.
sv: Det här alternativet kommer att sänka temperaturen på de inaktiva extruderna för att förhindra läckage. Det kommer att aktivera en hög skört automatiskt och flytta extruders utanför en sådan skört när temperaturen ändras.

source: Output filename format
sv: Utdatafilnamnsformat

source: You can use all configuration options as variables inside this template. For example: [layer_height], [fill_density] etc. You can also use [timestamp], [year], [month], [day], [hour], [minute], [second], [version], [input_filename], [input_filename_base].
sv: Du kan använda alla konfigurationsalternativ som variabler i den här mallen. Till exempel: [lagerhöjd], [fyllningsdensitet] etc. Du kan också använda [tidsstämpel], [år], [månad], [dag], [timme], [minut], [sekund], [version], [input filnamn], [input filnamn bas].

source: Detect bridging perimeters
sv: Upptäck överbryggande perimetrar

source: Experimental option to adjust flow for overhangs (bridge flow will be used), to apply bridge speed to them and enable fan.
sv: Experimentellt alternativ för att justera flödet för överhäng (broflöde kommer att användas), för att tillämpa brohastighet på dem och aktivera fläkt.

source: Filament parking position
sv: Filament parkeringsposition

source: Distance of the extruder tip from the position where the filament is parked when unloaded. This should match the value in printer firmware.
sv: Extruderns spets avstånd från positionen där filamenten är parkerad när den är urladdad. Detta bör matcha värdet i skrivarens firmware.

source: Extra loading distance
sv: Extra lastlängd

source: When set to zero, the distance the filament is moved from parking position during load is exactly the same as it was moved back during unload. When positive, it is loaded further, if negative, the loading move is shorter than unloading.
sv: När detta värde är 0 är längden för att ladda filament från parkeringspositionen exakt densamma som vid urladdning. Om den är positiv är den större (mer filament kommer att laddas), om den är negativ är den mindre än vid lossning.

source: Perimeters
sv: Perimetrar

source: This is the acceleration your printer will use for perimeters. Set zero to disable acceleration control for perimeters.
sv: Detta är den acceleration som din skrivare kommer att använda för perimetrar. Ställ in 0 för att inaktivera accelerationskontroll för perimetrar.

source: The extruder to use when printing perimeters and brim. First extruder is 1.
sv: Extrudern att använda vid utskrift av perimeter och brätte. Första extrudern är 1.

source: Set this to a non-zero value to set a manual extrusion width for perimeters. You may want to use thinner extrudates to get more accurate surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 200%) it will be computed over layer height.
sv: Ställ in detta på ett värde som inte är 0 för att ställa in en manuell extruderingsbredd för perimetrar. Du kanske vill använda tunnare extruder för att få mer exakta ytor. Om den lämnas på 0 kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Om det uttrycks i procent (till exempel 200%) kommer det att beräknas över lagerhöjden.

source: Speed for perimeters (contours, aka vertical shells). Set to zero for auto.
sv: Hastighet för perimetrar (konturer, också känd som vertikala skikt). Ställ in på 0 för auto.

source: This option sets the number of perimeters to generate for each layer. Note that Slic3r may increase this number automatically when it detects sloping surfaces which benefit from a higher number of perimeters if the Extra Perimeters option is enabled.
sv: Det här alternativet ställer in antalet perimetraar som ska genereras för varje lager. Observera att PrusaSlicer kan öka detta antal automatiskt när den upptäcker sluttande ytor som drar nytta av ett högre antal omkretsar om alternativet Extra perimetrar är aktiverat.

source: If you want to process the output G-code through custom scripts, just list their absolute paths here. Separate multiple scripts with a semicolon. Scripts will be passed the absolute path to the G-code file as the first argument, and they can access the Slic3r config settings by reading environment variables.
sv: Om du vill bearbeta den utgående G-koden genom anpassade skript, lista bara deras absoluta sökvägar här. Separera flera skript med semikolon. Skript kommer att skickas den absoluta sökvägen till G-kodfilen som det första argumentet, och de kan komma åt PrusaSlicer-konfigurationsinställningarna genom att läsa miljövariabler.

source: Printer type
sv: Skrivartyp

source: Type of the printer.
sv: Typ av skrivare.

source: Printer notes
sv: Skrivarens anteckningar

source: You can put your notes regarding the printer here.
sv: Du kan lägga dina anteckningar om skrivaren här.

source: Printer vendor
sv: Skrivartillverkare

source: Name of the printer vendor.
sv: Namn på skrivartillverkaren.

source: Printer variant
sv: Skrivarvariant

source: Name of the printer variant. For example, the printer variants may be differentiated by a nozzle diameter.
sv: Namn på skrivarvarianten. Till exempel kan skrivarvarianterna vara differentierade med en munstycksdiameter.

source: Raft contact Z distance
sv: Raftkontakt Z avstånd

source: The vertical distance between object and raft. Ignored for soluble interface.
sv: Det vertikala avståndet mellan objekt och raft. Ignoreras för upplösligt gränssnitt.

source: Expansion of the raft in XY plane for better stability.
sv: Expansion av raft i XY-plan för bättre stabilitet.

source: First layer density
sv: Första lagrets densitet

source: Density of the first raft or support layer.
sv: Densitet för den första raft eller stödskiktet.

source: First layer expansion
sv: Första lagrets expansion

source: Expansion of the first raft or support layer to improve adhesion to print bed.
sv: Expansion av den första raften eller stöddlagret för att förbättra vidhäftningen till utskriftbädden.

source: Raft layers
sv: Raft lager

source: The object will be raised by this number of layers, and support material will be generated under it.
sv: Objektet kommer att höjas med detta antal lager, och stödmaterial kommer att genereras under det.

source: Slice resolution
sv: Skivupplösning

source: Minimum detail resolution, used to simplify the input file for speeding up the slicing job and reducing memory usage. High-resolution models often carry more detail than printers can render. Set to zero to disable any simplification and use full resolution from input.
sv: Minsta detaljupplösning, används för att förenkla inmatningsfilen för att påskynda skivningsjobbet och minska minnesanvändningen. Högupplösta modeller har ofta fler detaljer än vad skrivare kan framställa. Ställ in på 0 för att inaktivera eventuell förenkling och använda full upplösning från indata.

source: G-code resolution
sv: G-kodsupplösning

source: Maximum deviation of exported G-code paths from their full resolution counterparts. Very high resolution G-code requires huge amount of RAM to slice and preview, also a 3D printer may stutter not being able to process a high resolution G-code in a timely manner. On the other hand, a low resolution G-code will produce a low poly effect and because the G-code reduction is performed at each layer independently, visible artifacts may be produced.
sv: Maximal avvikelse för exporterade G-kodsbaor från deras motsvarigheter i full upplösning. Mycket högupplöst G-kod kräver enorma mängder RAM-minne för att skiva och förhandsgranska, även en 3D-skrivare kan stamma och inte kan behandla en högupplöst G-kod i tid. Å andra sidan kommer en lågupplöst G-kod att producera en låg polyeffekt och eftersom G-kodsreduktionen utförs oberoende av varje lager, kan synliga artefakter produceras.

source: Minimum travel after retraction
sv: Minsta sträcka efter indragning

source: Retraction is not triggered when travel moves are shorter than this length.
sv: Indragning utförs inte när sträckan är kortare än denna längd.

source: Retract amount before wipe
sv: Indragningslängd före rengöring

source: With bowden extruders, it may be wise to do some amount of quick retract before doing the wipe movement.
sv: Med en Bowden-extruder är det vettigt att göra en snabb indragning innan rengöring.

source: Retract on layer change
sv: Dra tillbaka vid lagerändring

source: This flag enforces a retraction whenever a Z move is done.
sv: Denna flagga framtvingar ett tillbakadragande när Z-höjden ändras.

source: Length
sv: Längd

source: Retraction Length
sv: Indragningslängd

source: When retraction is triggered, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
sv: När indragning utförs, dras den specificerade längden av filament tillbaka (längden på obearbetad filament mäts innan den kommer in i extrudern).

source: Retraction Length (Toolchange)
sv: Indragningslängd (verktygsbyte)

source: When retraction is triggered before changing tool, filament is pulled back by the specified amount (the length is measured on raw filament, before it enters the extruder).
sv: När indragning utförs innan verktygsbyte dras tråden tillbaka med angiven mängd (längden mäts på obearbetat filament, innan den kommer in i extrudern).

source: Lift Z
sv: Höj Z

source: If you set this to a positive value, Z is quickly raised every time a retraction is triggered. When using multiple extruders, only the setting for the first extruder will be considered.
sv: Om du ställer in detta till ett positivt värde, höjs Z snabbt varje gång en indragning utlöses. När du använder flera extruders kommer endast inställningen för den första extrudern att beaktas.

source: Above Z
sv: Ovanför Z

source: Only lift Z above
sv: Höj endast Z ovanför

source: If you set this to a positive value, Z lift will only take place above the specified absolute Z. You can tune this setting for skipping lift on the first layers.
sv: Om du ställer in detta till ett positivt värde kommer Z-höjning endast att ske över det angivna absoluta Z. Du kan ställa in denna inställning för att skippa lyft på de första lagren.

source: Below Z
sv: Under Z

source: Only lift Z below
sv: Höj endast Z nedanför

source: If you set this to a positive value, Z lift will only take place below the specified absolute Z. You can tune this setting for limiting lift to the first layers.
sv: Om du ställer in detta till ett positivt värde kommer Z-höjning endast att ske under det angivna absoluta Z-värdet. Du kan ställa in denna inställning för att begränsa höjningen till de första lagren.

source: Extra length on restart
sv: Extra längd vid omstart

source: When the retraction is compensated after the travel move, the extruder will push this additional amount of filament. This setting is rarely needed.
sv: När indragningen kompenseras efter förflyttningen, kommer extrudern att trycka ut denna ytterligare mängd filament. Den här inställningen behövs sällan.

source: When the retraction is compensated after changing tool, the extruder will push this additional amount of filament.
sv: När indragningen kompenseras efter verktygsbyte kommer extrudern att trycka ut denna ytterligare mängd filament.

source: Retraction Speed
sv: Indragningshastighet

source: The speed for retractions (it only applies to the extruder motor).
sv: Hastigheten för indragningar (den gäller endast extrudermotorn).

source: Deretraction Speed
sv: Indragningshastighet

source: The speed for loading of a filament into extruder after retraction (it only applies to the extruder motor). If left to zero, the retraction speed is used.
sv: Hastigheten för att ladda ett filament i extrudern efter indragning (den gäller endast extrudermotorn). Om den lämnas till noll används indragningshastigheten.

source: Seam position
sv: Sömmens läge

source: Position of perimeters starting points.
sv: Startposition för utskrift av perimetrar.

source: Random
sv: Slumpmässig

source: Nearest
sv: Närmast

source: Aligned
sv: Justerat

source: Direction
sv: Riktning

source: Preferred direction of the seam
sv: Föredragen riktning på sömmen

source: Seam preferred direction
sv: Sömmens föredragna riktning

source: Jitter
sv: Föredragen sömriktning - jitter

source: Seam preferred direction jitter
sv: Sömmen föredragen riktning jitter

source: Preferred direction of the seam - jitter
sv: Sömmens föredragna riktning - jitter

source: Distance from brim/object
sv: Avstånd från brätte/objekt

source: Distance between skirt and brim (when draft shield is not used) or objects.
sv: Avstånd mellan skört och brätte (när dragskydd inte används) eller föremål.

source: Skirt height
sv: Slärthöjd

source: Height of skirt expressed in layers.
sv: Skörtens höjd uttryckt i lager.

source: Draft shield
sv: Dragskydd

source: With draft shield active, the skirt will be printed skirt_distance from the object, possibly intersecting brim. Enabled = skirt is as tall as the highest printed object. Limited = skirt is as tall as specified by skirt_height. This is useful to protect an ABS or ASA print from warping and detaching from print bed due to wind draft.
sv: Med dragskyddet aktivt kommer skörtet att skrivas ut med parametern "skörtavstånd från objektet", eventuellt korsande brätte. Aktiverad = skörtet är lika hög som det högsta utskrivna objektet. Begränsad = skörtet är så hög som specificeras av "skörthöjd". Detta är användbart för att skydda ett ABS- eller ASA-utskrift från att deformeras och lossna från utskriftsbädden på grund av luftflöde.

source: Disabled
sv: Inaktiverad

source: Limited
sv: Begränsad

source: Enabled
sv: Aktiverad

source: Loops (minimum)
sv: Slingor (minst)

source: Skirt Loops
sv: Skörtslingor

source: Number of loops for the skirt. If the Minimum Extrusion Length option is set, the number of loops might be greater than the one configured here. Set this to zero to disable skirt completely.
sv: Antal slingor för skörtet. Om alternativet Minimum Extruderingslänge är inställt kan antalet slingor vara större än det som konfigurerats här. Ställ in detta på 0 för att inaktivera skörtet helt.

source: Slow down if layer print time is below
sv: Sakta ner om utskriftstiden för lager är under

source: If layer print time is estimated below this number of seconds, print moves speed will be scaled down to extend duration to this value.
sv: Om utskriftstiden för lager uppskattas under detta antal sekunder, kommer utskriftshastigheten att skalas ner för att förlänga varaktigheten till detta värde.

source: Small perimeters
sv: Små perimetrar
