Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: Maximum volumetric speed allowed for this filament. Limits the maximum volumetric speed of a print to the minimum of print and filament volumetric speed. Set to zero for no limit.
sv: Maximal volymetrisk hastighet tillåten för detta filament. Begränsar den maximala volymetriska hastigheten för en utskrift till den lägsta volymetriska hastigheten för utskrift och filament. Ställ in på 0 för ingen gräns.

source: Loading speed
sv: Laddningshastighet

source: Speed used for loading the filament on the wipe tower.
sv: Filamentladdningshastighet vid utskrift av ett rengöringstorn.

source: Loading speed at the start
sv: Laddningshastighet vid start

source: Speed used at the very beginning of loading phase.
sv: Hastighet som används i början av laddningsfasen.

source: Unloading speed
sv: Urlastningshastighet

source: Speed used for unloading the filament on the wipe tower (does not affect initial part of unloading just after ramming).
sv: Filamentets utmatningshastighet för renstornet (påverkar inte den initiala utmatningsfasen omedelbart efter extrudering).

source: Unloading speed at the start
sv: Urmatnings vid start

source: Speed used for unloading the tip of the filament immediately after ramming.
sv: Hastighet som används för att utmata spetsen av filamentet omedelbart efter extrudering.

source: Delay after unloading
sv: Försening efter utmatning

source: Time to wait after the filament is unloaded. May help to get reliable toolchanges with flexible materials that may need more time to shrink to original dimensions.
sv: Tid att vänta efter att filamentet har utmatats. Det kan hjälpa till att få tillförlitliga verktygsbyten med flexibla material som kan behöva mer tid för att krympa till originalmått.

source: Number of cooling moves
sv: Antal kylrörelser

source: Filament is cooled by being moved back and forth in the cooling tubes. Specify desired number of these moves.
sv: Filament kyls genom att flyttas fram och tillbaka i kylrören. Ange önskat antal av dessa drag.

source: Speed of the first cooling move
sv: Hastigheten för den första kylningen

source: Cooling moves are gradually accelerating beginning at this speed.
sv: Kylningsrörelser accelererar gradvis med början vid denna hastighet.

source: Minimal purge on wipe tower
sv: Minimal rensning på renstornet

source: After a tool change, the exact position of the newly loaded filament inside the nozzle may not be known, and the filament pressure is likely not yet stable. Before purging the print head into an infill or a sacrificial object, Slic3r will always prime this amount of material into the wipe tower to produce successive infill or sacrificial object extrusions reliably.
sv: Efter ett verktygsbyte är den exakta positionen för det nyligen laddade filamentet inuti munstycket inte känd, och filamentstrycket är sannolikt ännu inte stabilt. Innan skrivhuvudet töms in i ett fyllnings- eller offerföremål, kommer PrusaSlicer alltid att fylla denna mängd material in i renstornet för att producera successiva fyllnings- eller offerföremålsextruderingar på ett tillförlitligt sätt.

source: Speed of the last cooling move
sv: Hastigheten för det sista kylningsdraget

source: Cooling moves are gradually accelerating towards this speed.
sv: Kylningsrörelser accelererar gradvis mot denna hastighet.

source: Filament load time
sv: Filamentladdningstid

source: Time for the printer firmware (or the Multi Material Unit 2.0) to load a new filament during a tool change (when executing the T code). This time is added to the total print time by the G-code time estimator.
sv: Dags för skrivarens firmware (eller Multi Material Unit 2.0) att ladda ett nytt filament under ett verktygsbyte (när T-koden körs). Denna tid läggs till den totala utskriftstiden av G-kods tidsberäkning.

source: Ramming parameters
sv: Ramparametrar

source: This string is edited by RammingDialog and contains ramming specific parameters.
sv: Denna sträng redigeras av RammingDialog och innehåller ramspecifika parametrar.

source: Filament unload time
sv: Utmatningstid filament

source: Time for the printer firmware (or the Multi Material Unit 2.0) to unload a filament during a tool change (when executing the T code). This time is added to the total print time by the G-code time estimator.
sv: Dags för skrivarens firmware (eller Multi Material enhet 2.0) att mata ut ett filament under ett verktygsbyte (när T-koden körs). Denna tid läggs till den totala utskriftstiden av G-kodens tidsberäkning.

source: Enter your filament diameter here. Good precision is required, so use a caliper and do multiple measurements along the filament, then compute the average.
sv: Ange din filamentdiameter här. God precision krävs, så använd ett skjutmått och gör flera mätningar längs filamentet och beräkna sedan medelvärdet.

source: Density
sv: Densitet

source: Enter your filament density here. This is only for statistical information. A decent way is to weigh a known length of filament and compute the ratio of the length to volume. Better is to calculate the volume directly through displacement.
sv: Ange din filamentdensitet här. Detta är endast för statistisk information. Ett bra sätt är att väga en känd längd av filamenten och beräkna förhållandet mellan längden och volymen. Bättre är att beräkna volymen direkt genom förflyttning.

source: Filament type
sv: Typ av filament

source: The filament material type for use in custom G-codes.
sv: Filamentmaterialtypen för användning i anpassade G-koder.

source: Soluble material
sv: Upplösligt material

source: Soluble material is most likely used for a soluble support.
sv: Upplösligt material används med största sannolikhet för ett upplösligt underlag.

source: Enter your filament cost per kg here. This is only for statistical information.
sv: Ange din filamentkostnad per kg här. Detta är endast för statistisk information.

source: money/kg
sv: kr/kg

source: Spool weight
sv: Spolens vikt

source: Enter weight of the empty filament spool. One may weigh a partially consumed filament spool before printing and one may compare the measured weight with the calculated weight of the filament with the spool to find out whether the amount of filament on the spool is sufficient to finish the print.
sv: Ange vikten på den tomma trådspolen. Man kan väga en delvis förbrukad filamentspole före utskrift och man kan jämföra den uppmätta vikten med den beräknade vikten av filamentet med spolen för att ta reda på om mängden filament på spolen är tillräcklig för att avsluta utskriften.

source: (Unknown)
sv: (Okänd)

source: Fill angle
sv: Fyllningsvinkel

source: Default base angle for infill orientation. Cross-hatching will be applied to this. Bridges will be infilled using the best direction Slic3r can detect, so this setting does not affect them.
sv: Standard basvinkel för fyllningsorientering. Cross-hatching kommer att tillämpas på detta. Broar kommer att fyllas ut med den bästa riktningen som PrusaSlicer kan upptäcka, så den här inställningen påverkar dem inte.

source: Fill density
sv: Fyllningsdensitet

source: Density of internal infill, expressed in the range 0% - 100%.
sv: Densitet för intern fyllning, uttryckt i intervallet 0% - 100%.

source: Fill pattern
sv: Fyllningsmönster

source: Fill pattern for general low-density infill.
sv: Fyllningsmönster för allmän lågdensitetsfyllning.

source: Grid
sv: Rutnät

source: Stars
sv: Stjärnor

source: Cubic
sv: Kubisk

source: Line
sv: Linje

source: Honeycomb
sv: Vaxkaka

source: 3D Honeycomb
sv: 3D vaxkaka

source: Adaptive Cubic
sv: Adaptiv kubisk

source: Support Cubic
sv: Kubiskt stöd

source: Lightning
sv: Blixt

source: This is the acceleration your printer will use for first layer. Set zero to disable acceleration control for first layer.
sv: Detta är den acceleration som din skrivare kommer att använda för det första lagret. Ange 0 för att inaktivera accelerationskontroll för första lagret.

source: First object layer over raft interface
sv: Första objektskiktet över raft gränssnitt

source: This is the acceleration your printer will use for first layer of object above raft interface. Set zero to disable acceleration control for first layer of object above raft interface.
sv: Detta är den acceleration som din skrivare kommer att använda för det första lagret av objekt ovanför raft. Ange 0 för att inaktivera accelerationskontroll för första lagret av objekt ovanför rafts gränssnitt.

source: First layer bed temperature
sv: Första lagrets bäddtemperatur

source: Heated build plate temperature for the first layer. Set this to zero to disable bed temperature control commands in the output.
sv: Temperaturen på den uppvärmda bädden för det första lagret. Ange 0 för att inaktivera kommandon som styr bäddtemperaturen i utdatafilen.

source: Set this to a non-zero value to set a manual extrusion width for first layer. You can use this to force fatter extrudates for better adhesion. If expressed as percentage (for example 120%) it will be computed over first layer height. If set to zero, it will use the default extrusion width.
sv: Ställ in detta till ett värde som inte är noll för att ställa in en manuell extruderingsbredd för första lagret. Du kan använda detta för att tvinga fram bredare extrudering för bättre vidhäftning. Om det uttrycks i procent (till exempel 120%) kommer det att beräknas över första lagrets höjd. Om den är inställd på noll kommer den att använda standard extruderingsbredd.

source: When printing with very low layer heights, you might still want to print a thicker bottom layer to improve adhesion and tolerance for non perfect build plates.
sv: När du skriver ut med mycket låga lagerhöjder kanske du ändå vill skriva ut ett tjockare bottenlager för att förbättra vidhäftningen och toleransen för icke-perfekta bäddar.

source: First layer speed
sv: Första lagrets hastighet

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first layer, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
sv: Om den uttrycks som ett absolut värde i mm/s, kommer denna hastighet att tillämpas på alla utskriftsrörelser i det första lagret, oavsett deras typ. Om det uttrycks i procent (till exempel: 40%) kommer det att skala standardhastigheten.

source: Speed of object first layer over raft interface
sv: Hastighet för objekt första lagret över raft gränssnitt

source: If expressed as absolute value in mm/s, this speed will be applied to all the print moves of the first object layer above raft interface, regardless of their type. If expressed as a percentage (for example: 40%) it will scale the default speeds.
sv: Om den uttrycks som ett absolut värde i mm/s, kommer denna hastighet att tillämpas på alla utskriftsrörelser för det första objektlagret ovanför raft gränssnitt, oavsett typ. Om det uttrycks i procent (till exempel: 40%) kommer det att skala standardhastigheterna.

source: First layer nozzle temperature
sv: Första lagrets munstycktsemperatur

source: Nozzle temperature for the first layer. If you want to control temperature manually during print, set this to zero to disable temperature control commands in the output G-code.
sv: Munstyckstemperatur för det första lagret. Om du vill styra temperaturen manuellt under utskrift, ställ in detta på 0 för att inaktivera temperaturkontrollkommandon i utdatafilens G-kod.

source: Full fan speed at layer
sv: Full fläkthastighet på lager

source: Fan speed will be ramped up linearly from zero at layer "disable_fan_first_layers" to maximum at layer "full_fan_speed_layer". "full_fan_speed_layer" will be ignored if lower than "disable_fan_first_layers", in which case the fan will be running at maximum allowed speed at layer "disable_fan_first_layers" + 1.
sv: Fläkthastigheten kommer att ökas linjärt från noll vid lagret "inaktivera fläktens första lager" till maximalt vid lagret "lager med full fläkthastighet". "lager med full fläkthastighet" kommer att ignoreras om det är lägre än "inaktivera fläkt första lager", i vilket fall fläkten kommer att köras med högsta tillåtna hastighet vid lager "inaktivera fläkt första lager" + 1.

source: Fuzzy skin type.
sv: Luddig yttyp.

source: Outside walls
sv: Ytterväggar

source: All walls
sv: Alla väggar

source: Fuzzy skin thickness
sv: Luddig yttjocklek

source: The maximum distance that each skin point can be offset (both ways), measured perpendicular to the perimeter wall.
sv: Det maximala avståndet som varje ytpunkt kan förskjutas (båda håll), mätt vinkelrätt mot omkretsväggen.

source: Fuzzy skin point distance
sv: Luddigt hudpunktsavstånd

source: Perimeters will be split into multiple segments by inserting Fuzzy skin points. Lowering the Fuzzy skin point distance will increase the number of randomly offset points on the perimeter wall.
sv: Perimetrar kommer att delas upp i flera segment genom att infoga luddiga hudpunktsavstånd. Om du sänker avståndet för luddiga hudpunktsavstånd ökar antalet slumpmässigt förskjutna punkter på perimetersväggen.

source: Fill gaps
sv: Fyll i gapen

source: Enables filling of gaps between perimeters and between the inner most perimeters and infill.
sv: Möjliggör fyllning av gap mellan perimetrar och mellan de innersta perimetrarna och fyllningen.

source: Speed for filling small gaps using short zigzag moves. Keep this reasonably low to avoid too much shaking and resonance issues. Set zero to disable gaps filling.
sv: Hastighet för att fylla små gap med korta sicksackrörelser. Håll detta rimligt lågt för att undvika för mycket skakningar och resonansproblem. Ställ in 0 för att inaktivera fyllning av gap.

source: Verbose G-code
sv: Utförlig G-kod

source: Enable this to get a commented G-code file, with each line explained by a descriptive text. If you print from SD card, the additional weight of the file could make your firmware slow down.
sv: Aktivera det här alternativet för att lägga till en beskrivande kommentar till varje rad i G-kodfilen. När du skriver ut från ett SD-kort kan den extra filstorleken göra att den fasta programvaran reagerar långsammare.

source: G-code flavor
sv: Typ av G-kod

source: Some G/M-code commands, including temperature control and others, are not universal. Set this option to your printer's firmware to get a compatible output. The "No extrusion" flavor prevents PrusaSlicer from exporting any extrusion value at all.
sv: Vissa G/M-kodkommandon, inklusive temperaturkontroll och andra, är inte universella. Ställ in det här alternativet i skrivarens firmware för att få en kompatibel utdatafil. Alternativet "ingen extrudering" kommer att inaktivera genereringen av alla extruderingsvärden.

source: No extrusion
sv: Ingen extrudering

source: Label objects
sv: Märk objekt

source: Enable this to add comments into the G-Code labeling print moves with what object they belong to, which is useful for the Octoprint CancelObject plugin. This settings is NOT compatible with Single Extruder Multi Material setup and Wipe into Object / Wipe into Infill.
sv: Aktivera detta för att lägga till kommentarer i G-kod-etikettutskrifterna med vilket objekt de tillhör, vilket är användbart för insticksprogrammet Octoprint CancelObject. Dessa inställningar är INTE kompatibla med Singel Extruder Multi Material inställningar och Wipe into Object / Wipe into Infill.

source: G-code substitutions
sv: G-kodsubstitutioner

source: Find / replace patterns in G-code lines and substitute them.
sv: Hitta/ersätt mönster i G-kodrader och ersätt dem.

source: High extruder current on filament swap
sv: Hög extruderström vid byte av filament

source: It may be beneficial to increase the extruder motor current during the filament exchange sequence to allow for rapid ramming feed rates and to overcome resistance when loading a filament with an ugly shaped tip.
sv: Att öka strömmen som matas till extrudermotorn kan ha en positiv effekt vid byte av filament, hjälpa till att forma spetsen genom extrudering och trycka ut filament med en fullformad spets.

source: This is the acceleration your printer will use for infill. Set zero to disable acceleration control for infill.
sv: Detta är accelerationen som din skrivare kommer att använda för utfyllnad. Ställ in 0 för att inaktivera accelerationskontroll för utfyllnad.

source: Combine infill every
sv: Kombinera fyllning varje

source: This feature allows to combine infill and speed up your print by extruding thicker infill layers while preserving thin perimeters, thus accuracy.
sv: Den här funktionen gör det möjligt att kombinera utfyllnad och oka din utskrifthastighet genom att extrudera tjockare utfyllnadsskikt samtidigt som tunna perimetrar bevaras, vilket ger noggrannhet.

source: Combine infill every n layers
sv: Kombinera fyllning varje n lager

source: Length of the infill anchor
sv: Längd på fyllningsankaret

source: Connect an infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over infill extrusion width. PrusaSlicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than infill_anchor_max is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to this parameter, but no longer than anchor_length_max. Set this parameter to zero to disable anchoring perimeters connected to a single infill line.
sv: Anslut en fyllningsledning till en inre perimeter med ett kort segment av en extra perimeter. Om den uttrycks i procent (exempel: 15 %) beräknas den över fyllningsextruderingsbredden. PrusaSlicer försöker ansluta två täta utfyllnadslinjer till ett kort perimetersegment. Om inget sådant perimetersegment som är kortare än fyllningsankarets max hittas, kopplas fyllinger till ett perimetersegment på bara ena sidan och längden på perimetersegmentet som tas är begränsad till denna parameter, men inte längre än max ankarlängc. Ställ in denna parameter på 0 för att inaktivera förankringsperimetrar som är anslutna till en enda fyllningslinje.

source: 0 (no open anchors)
sv: 0 (inga öppna ankare)

source: 1000 (unlimited)
sv: 1000 (obegränsat)

source: Maximum length of the infill anchor
sv: Maximal längd på fyllningsankaret

source: Connect an infill line to an internal perimeter with a short segment of an additional perimeter. If expressed as percentage (example: 15%) it is calculated over infill extrusion width. PrusaSlicer tries to connect two close infill lines to a short perimeter segment. If no such perimeter segment shorter than this parameter is found, the infill line is connected to a perimeter segment at just one side and the length of the perimeter segment taken is limited to infill_anchor, but no longer than this parameter. Set this parameter to zero to disable anchoring.
sv: Anslut en fyllningsledning till en inre perimeter med ett kort segment av en extra perimeter. Om den uttrycks i procent (exempel: 15 %) beräknas den över fyllningssextruderingsbredden. PrusaSlicer försöker ansluta två närafyllningslinjer till ett kort perimetersegment. Om inget sådant perimetersegment som är kortare än denna parameter hittas, ansluts fyllningslinjen till ett perimeterssegment på bara ena sidan och längden på perimetersegmentet som tas är begränsad till fyllnadsankare, men inte längre än denna parameter. Ställ in denna parameter på 0 för att inaktivera förankring.

source: 0 (not anchored)
sv: 0 (ej förankrad)

source: Infill extruder
sv: Fyllnadsextruder

source: The extruder to use when printing infill.
sv: Extrudern att använda vid utskrift av fyllning.

source: Set this to a non-zero value to set a manual extrusion width for infill. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. You may want to use fatter extrudates to speed up the infill and make your parts stronger. If expressed as percentage (for example 90%) it will be computed over layer height.
sv: Ställ in detta till ett värde som inte är 0 för att ställa in en manuell extruderingsbredd för fyllning. Om den lämnas 0 kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Du kanske vill använda bredare extruder för att påskynda fyllningen och göra dina delar starkare. Om det uttrycks i procent (till exempel 90%) kommer det att beräknas över lagerhöjden.

source: Infill before perimeters
sv: Fyllning före perimeter

source: This option will switch the print order of perimeters and infill, making the latter first.
sv: Det här alternativet ändrar utskriftsordningen för perimetrar och fyllningar, vilket gör det sistnämnda först.

source: Only infill where needed
sv: Fyllning bara där det behövs

source: This option will limit infill to the areas actually needed for supporting ceilings (it will act as internal support material). If enabled, slows down the G-code generation due to the multiple checks involved.
sv: Detta alternativ kommer att begränsa fyllningen till de ytor som faktiskt behövs för att maximhöjd (det kommer att fungera som internt stödmaterial). Om det är aktiverat, saktar genereringen av G-kod ner på grund av de många kontroller som är involverade.

source: Infill/perimeters overlap
sv: Fyllning/perimetrar överlappar varandra

source: This setting applies an additional overlap between infill and perimeters for better bonding. Theoretically this shouldn't be needed, but backlash might cause gaps. If expressed as percentage (example: 15%) it is calculated over perimeter extrusion width.
sv: Den här inställningen tillämpar en extra överlappning mellan fyllning och perimetrar för bättre vidhäftning. Teoretiskt borde detta inte behövas, men motreaktion kan orsaka gap. Om den uttrycks i procent (exempel: 15%) beräknas den över perimeterextruderingsbredden.

source: Speed for printing the internal fill. Set to zero for auto.
sv: Hastighet för utskrift av den interna fyllningen. Ställ in på 0 för auto.

source: Inherits profile
sv: Ärver profil

source: Name of the profile, from which this profile inherits.
sv: Namnet på profilen som denna profil ärver från.

source: Interface shells
sv: Anslutande skikt

source: Force the generation of solid shells between adjacent materials/volumes. Useful for multi-extruder prints with translucent materials or manual soluble support material.
sv: Tvinga fram genereringen av fasta skal mellan intilliggande material/volymer. Användbar för multiextruderutskrift med genomskinliga material eller manuellt upplösliga stödmaterial.

source: Maximum width of a segmented region
sv: Maximal bredd för ett segmenterat område

source: Maximum width of a segmented region. Zero disables this feature.
sv: Maximal bredd för ett segmenterat område. 0 inaktiverar den här funktionen.

source: mm (zero to disable)
sv: mm (noll för att inaktivera)

source: Enable ironing
sv: Aktivera strykning

source: Enable ironing of the top layers with the hot print head for smooth surface
sv: Möjliggör strykning av de översta lagren med det heta skrivhuvudet för jämn yta

source: Ironing Type
sv: Strykningstyp

source: All top surfaces
sv: Alla toppytor

source: Topmost surface only
sv: Endast översta ytan

source: All solid surfaces
sv: Alla fasta ytor

source: Flow rate
sv: Flödeshastighet

source: Percent of a flow rate relative to object's normal layer height.
sv: Procent av en flödeshastighet i förhållande till objektets normala lagerhöjd.

source: Spacing between ironing passes
sv: Avstånd mellan strykpass

source: Distance between ironing lines
sv: Avstånd mellan stryklinjer
