Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: This separate setting will affect the speed of perimeters having radius <= 6.5mm (usually holes). If expressed as percentage (for example: 80%) it will be calculated on the perimeters speed setting above. Set to zero for auto.
sv: Denna separata inställning kommer att påverka hastigheten på perimetrar med radie <= 6,5 mm (vanligtvis hål). Om det uttrycks i procent (till exempel: 80%) kommer det att beräknas på perimeterhastighetsinställningen ovan. Ställ in på 0 för auto.

source: Solid infill threshold area
sv: Fast utfyllnadströskelområde

source: Force solid infill for regions having a smaller area than the specified threshold.
sv: Tvinga fast utfyllnad för regioner som har en mindre yta än den angivna tröskeln.

source: Solid infill extruder
sv: Solid fyllningsextruder

source: The extruder to use when printing solid infill.
sv: Extrudern att använda vid utskrift av solid fyllning.

source: Solid infill every
sv: Solid fyllning varje

source: This feature allows to force a solid layer every given number of layers. Zero to disable. You can set this to any value (for example 9999); Slic3r will automatically choose the maximum possible number of layers to combine according to nozzle diameter and layer height.
sv: Denna funktion gör det möjligt att tvinga fram ett soitt lager för varje givet antal lager. 0 för att inaktivera. Du kan ställa in detta till vilket värde som helst (till exempel 9999); PrusaSlicer kommer automatiskt att välja det högsta möjliga antalet lager att kombinera enligt munstycksdiameter och lagerhöjd.

source: Set this to a non-zero value to set a manual extrusion width for infill for solid surfaces. If left zero, default extrusion width will be used if set, otherwise 1.125 x nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
sv: Ställ in detta till ett värde som inte är 0 för att ställa in en manuell extruderingsbredd för fyllning av solida ytor. Om den lämnas 0 kommer standard extruderingsbredd att användas om den är inställd, annars kommer 1,125 x munstycksdiameter att användas. Om det uttrycks i procent (till exempel 90%) kommer det att beräknas över lagerhöjden.

source: Speed for printing solid regions (top/bottom/internal horizontal shells). This can be expressed as a percentage (for example: 80%) over the default infill speed above. Set to zero for auto.
sv: Hastighet för utskrift av solida områden (topp/botten/interna horisontella skal). Detta kan uttryckas i procent (till exempel: 80 %) över standardinfyllningshastigheten ovan. Ställ in på 0 för auto.

source: Number of solid layers to generate on top and bottom surfaces.
sv: Antal solida lager att generera på övre- och bottenytan.

source: Minimum thickness of a top / bottom shell
sv: Minsta tjocklek på ett övre / bottenskikt

source: Spiral vase
sv: Spiral vas

source: This feature will raise Z gradually while printing a single-walled object in order to remove any visible seam. This option requires a single perimeter, no infill, no top solid layers and no support material. You can still set any number of bottom solid layers as well as skirt/brim loops. It won't work when printing more than one single object.
sv: Denna funktion kommer att höja Z gradvis medan du skriver ut ett enkelväggsföremål för att ta bort eventuella synliga sömmar. Detta alternativ kräver en enda perimeter, ingen fyllning, inga fasta toppskikt och inget stödmaterial. Du kan fortfarande ställa in valfritt antal nedre solida lager samt kjol/brätte-slingor. Det fungerar inte när du skriver ut mer än ett objekt.

source: Temperature variation
sv: Temperaturvariation

source: Temperature difference to be applied when an extruder is not active. Enables a full-height "sacrificial" skirt on which the nozzles are periodically wiped.
sv: Temperaturskillnad som ska tillämpas när en extruder inte är aktiv. Möjliggör en "offerskört" i full höjd på vilken munstyckena med jämna mellanrum rensas.

source: This start procedure is inserted at the beginning, after bed has reached the target temperature and extruder just started heating, and before extruder has finished heating. If PrusaSlicer detects M104 or M190 in your custom codes, such commands will not be prepended automatically so you're free to customize the order of heating commands and other custom actions. Note that you can use placeholder variables for all PrusaSlicer settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want.
sv: Denna startprocedur sätts in i början, efter att bädden har nått måltemperaturen och extrudern precis har börjat värma, och innan extrudern har avslutat uppvärmningen. Om PrusaSlicer upptäcker M104 eller M190 i dina anpassade koder, kommer sådana kommandon inte att läggas in automatiskt så du är fri att anpassa ordningen för värmekommandon och andra anpassade åtgärder. Observera att du kan använda platshållarvariabler för alla PrusaSlicer-inställningar, så att du kan lägga ett "M109 S[första lagrets temperatur]"-kommando var du vill.

source: This start procedure is inserted at the beginning, after any printer start gcode (and after any toolchange to this filament in case of multi-material printers). This is used to override settings for a specific filament. If PrusaSlicer detects M104, M109, M140 or M190 in your custom codes, such commands will not be prepended automatically so you're free to customize the order of heating commands and other custom actions. Note that you can use placeholder variables for all PrusaSlicer settings, so you can put a "M109 S[first_layer_temperature]" command wherever you want. If you have multiple extruders, the gcode is processed in extruder order.
sv: Denna startprocedur infogas i början, efter varje skrivarstart-g-kod (och efter varje verktygsbyte till detta filament i fallet med skrivare med flera material). Detta används för att åsidosätta inställningar för ett specifik filament. Om PrusaSlicer upptäcker M104, M109, M140 eller M190 i dina anpassade koder, kommer sådana kommandon inte att läggas in automatiskt så du är fri att anpassa ordningen för värmekommandon och andra anpassade åtgärder. Observera att du kan använda platshållarvariabler för alla PrusaSlicer-inställningar, så att du kan lägga ett "M109 S[första lagrets temperatur]"-kommando var du vill. Om du har flera extruders bearbetas g-koden i extruderordning.

source: Color change G-code
sv: Färgbytes G-kod

source: This G-code will be used as a code for the color change
sv: Denna G-kod kommer att användas som en kod för färgbytet

source: This G-code will be used as a code for the pause print
sv: Denna G-kod kommer att användas som en kod för pausutskriften

source: This G-code will be used as a custom code
sv: Denna G-kod kommer att användas som en anpassad kod

source: Single Extruder Multi Material
sv: Singel Extruder Multi Material

source: The printer multiplexes filaments into a single hot end.
sv: Skrivaren multiplexerar filament till en enda hotend.

source: Prime all printing extruders
sv: Rengör alla använda extruders

source: If enabled, all printing extruders will be primed at the front edge of the print bed at the start of the print.
sv: Om det är aktiverat kommer alla extruders att rengöras i fronten av utskriftsbädden i starten av utskriften.

source: No sparse layers (EXPERIMENTAL)
sv: Inga glesa lager (EXPERIMENTELLT)

source: If enabled, the wipe tower will not be printed on layers with no toolchanges. On layers with a toolchange, extruder will travel downward to print the wipe tower. User is responsible for ensuring there is no collision with the print.
sv: Om det är aktiverat skrivs renstornet inte ut på lager utan verktygsbyten. På lager med verktygsbyte kommer extrudern att sänkas för att skriva ut torktornet. Användaren ansvarar för att det inte sker någon kollision med utskriften.

source: Slice gap closing radius
sv: Skiva spaltens stängningsradie

source: Cracks smaller than 2x gap closing radius are being filled during the triangle mesh slicing. The gap closing operation may reduce the final print resolution, therefore it is advisable to keep the value reasonably low.
sv: Sprickor som är mindre än 2x spaltens stängningsradie fylls under triangelmaskningen. Spaltstängningsoperationen kan sänka den slutliga utskriftsupplösningen, därför är det tillrådligt att hålla värdet rimligt lågt.

source: Slicing Mode
sv: Skivningsläge

source: Use "Even-odd" for 3DLabPrint airplane models. Use "Close holes" to close all holes in the model.
sv: Använd "Jämnt-udda" för 3DLabPrint-flygplansmodeller. Använd "Stäng hål" för att stänga alla hål i modellen.

source: Regular
sv: Regelbunden

source: Even-odd
sv: Jämnt-udda

source: Close holes
sv: Stäng hål

source: Generate support material
sv: Skapa stödmaterial

source: Enable support material generation.
sv: Aktivera generering av stödmaterial.

source: Auto generated supports
sv: Autogenererad stöd

source: If checked, supports will be generated automatically based on the overhang threshold value. If unchecked, supports will be generated inside the "Support Enforcer" volumes only.
sv: Om markerad, kommer stöd att genereras automatiskt baserat på överhängströskelvärdet. Om det inte är markerat kommer stöd endast att genereras i "Tvinga stöd"-volymerna.

source: XY separation between an object and its support
sv: XY-separation mellan ett objekt och dess stöd

source: XY separation between an object and its support. If expressed as percentage (for example 50%), it will be calculated over external perimeter width.
sv: XY-separation mellan ett objekt och dess stöd. Om det uttrycks i procent (till exempel 50%), kommer det att beräknas över yttre perimeterbredden.

source: Pattern angle
sv: Mönstervinkel

source: Use this setting to rotate the support material pattern on the horizontal plane.
sv: Använd denna inställning för att rotera stödmaterialmönstret i horisontalplanet.

source: Only create support if it lies on a build plate. Don't create support on a print.
sv: Skapa bara stöd om det ligger på en byggplatta. Skapa inte stöd på en utskrift.

source: Top contact Z distance
sv: Toppkontakt Z-avstånd

source: The vertical distance between object and support material interface. Setting this to 0 will also prevent Slic3r from using bridge flow and speed for the first object layer.
sv: Det vertikala avståndet mellan objekt och stödmaterialgränssnitt. Att ställa in detta till 0 kommer också att förhindra PrusaSlicer från att använda brygginställningen (hastighet och flöde) för det första objektlagret.

source: 0 (soluble)
sv: 0 (upplöslig)

source: 0.1 (detachable)
sv: 0,1 (avtagbar)

source: 0.2 (detachable)
sv: 0,2 (avtagbar)

source: Bottom contact Z distance
sv: Bottenkontakt Z-avstånd

source: The vertical distance between the object top surface and the support material interface. If set to zero, support_material_contact_distance will be used for both top and bottom contact Z distances.
sv: Det vertikala avståndet mellan objektets övre yta och stödmaterialets gränssnitt. Om inställt på 0 kommer kontaktavståndet för stödmaterialet att användas för både övre och nedre kontakt Z-avstånd.

source: Same as top
sv: Samma som toppen

source: Enforce support for the first
sv: Framtvinga stöd för den första

source: Generate support material for the specified number of layers counting from bottom, regardless of whether normal support material is enabled or not and regardless of any angle threshold. This is useful for getting more adhesion of objects having a very thin or poor footprint on the build plate.
sv: Generera stödmaterial för det angivna antalet lager räknat från botten, oavsett om normalt stödmaterial är aktiverat eller inte och oavsett eventuell vinkeltröskel. Detta är användbart för att få mer vidhäftning av föremål som har ett mycket tunt eller dåligt fotavtryck på byggplattan.

source: Enforce support for the first n layers
sv: Framtvinga stöd för de första n lagren

source: Support material/raft/skirt extruder
sv: Stödmaterial/raft/skörtextruder

source: The extruder to use when printing support material, raft and skirt (1+, 0 to use the current extruder to minimize tool changes).
sv: Extruder att använda vid utskrift av stödmaterial, raft och skört (1+, 0 för att använda nuvarande extruder för att minimera verktygsbyten).

source: Set this to a non-zero value to set a manual extrusion width for support material. If left zero, default extrusion width will be used if set, otherwise nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
sv: Ställ in detta på ett värde som inte är 0 för att ställa in en manuell extruderingsbredd för stödmaterial. Om den lämnas 0 kommer standard extruderingsbredd att användas om den är inställd, annars kommer munstycksdiametern att användas. Om det uttrycks i procent (till exempel 90%) kommer det att beräknas över lagerhöjden.

source: Interface loops
sv: Gränssnittsslingor

source: Cover the top contact layer of the supports with loops. Disabled by default.
sv: Täck det övre kontaktskiktet på stöden med slingor. Inaktiverad som standard.

source: Support material/raft interface extruder
sv: Stödmaterial/raft gränssnittsextruder

source: The extruder to use when printing support material interface (1+, 0 to use the current extruder to minimize tool changes). This affects raft too.
sv: Extrudern som ska användas vid utskrift av stödmaterialgränssnitt (1+, 0 för att använda den aktuella extrudern för att minimera verktygsbyten). Detta påverkar också raft.

source: Top interface layers
sv: Toppgränssnittsskikten

source: Number of interface layers to insert between the object(s) and support material.
sv: Antal gränssnittsskikt att infoga mellan objektet/objekten och stödmaterialet.

source: 0 (off)
sv: 0 (av)

source: 1 (light)
sv: 1 (ljus)

source: 2 (default)
sv: 2 (standard)

source: 3 (heavy)
sv: 3 (tung)

source: Bottom interface layers
sv: Bottengränssnittsskikt

source: Number of interface layers to insert between the object(s) and support material. Set to -1 to use support_material_interface_layers
sv: Antal gränssnittsskikt att infoga mellan objektet/objekten och stödmaterialet. Ställ in på -1 för att använda gränssnittsskikt för stödmaterial

source: Closing radius
sv: Stängningsradie

source: For snug supports, the support regions will be merged using morphological closing operation. Gaps smaller than the closing radius will be filled in.
sv: För täta stöd kommer stödområdena att slås samman med morfologisk stängningsoperation. Gap som är mindre än stängningsradien kommer att fyllas i.

source: Interface pattern spacing
sv: Gränssnittsmönsteravstånd

source: Spacing between interface lines. Set zero to get a solid interface.
sv: Avstånd mellan gränssnittslinjer. Sätt 0 för att få ett stabilt gränssnitt.

source: Speed for printing support material interface layers. If expressed as percentage (for example 50%) it will be calculated over support material speed.
sv: Hastighet för utskrift av gränssnittsskikt för stödmaterial. Om det uttrycks i procent (till exempel 50%) kommer det att beräknas över stödmaterialets hastighet.

source: Pattern
sv: Mönster

source: Pattern used to generate support material.
sv: Mönster som används för att generera stödmaterial.

source: Rectilinear grid
sv: Rätlinjigt rutnät

source: Interface pattern
sv: Gränssnittsmönster

source: Pattern used to generate support material interface. Default pattern for non-soluble support interface is Rectilinear, while default pattern for soluble support interface is Concentric.
sv: Mönster som används för att generera gränssnitt för stödmaterial. Standardmönster för fast stödgränssnitt är rätlinjigt, medan standardmönster för upplösligt stödgränssnitt är koncentriskt.

source: Pattern spacing
sv: Mönsteravstånd

source: Spacing between support material lines.
sv: Avstånd mellan stödmateriallinjer.

source: Speed for printing support material.
sv: Hastighet för utskrift av stödmaterial.

source: Style
sv: Stil

source: Style and shape of the support towers. Projecting the supports into a regular grid will create more stable supports, while snug support towers will save material and reduce object scarring.
sv: Stil och form på stödtornen. Att projicera stöden i ett vanligt galler kommer att skapa stabilare stöd, medan täta stödtorn sparar material och minskar ärrbildning på föremål.

source: Snug
sv: Ombonad

source: Synchronize with object layers
sv: Synkronisera med objektlager

source: Synchronize support layers with the object print layers. This is useful with multi-material printers, where the extruder switch is expensive.
sv: Synkronisera stödlagren med modelllagren. Det är användbart för skrivare med flera material när det är dyrt att byta material.

source: Overhang threshold
sv: Överhängströskel

source: Support material will not be generated for overhangs whose slope angle (90° = vertical) is above the given threshold. In other words, this value represent the most horizontal slope (measured from the horizontal plane) that you can print without support material. Set to zero for automatic detection (recommended).
sv: Stödmaterial kommer inte att genereras för överhäng vars lutningsvinkel (90° = vertikal) ligger över den givna tröskeln. Med andra ord representerar detta värde den mest horisontella lutningen (mätt från horisontalplanet) som du kan skriva ut utan stödmaterial. Ställ in på 0 för automatisk detektering (rekommenderas).

source: With sheath around the support
sv: Med täck runt stöden

source: Add a sheath (a single perimeter line) around the base support. This makes the support more reliable, but also more difficult to remove.
sv: Lägg till ett hölje (en enda perimeterlinje) runt basstödet. Detta gör stödet mer pålitligt, men också svårare att ta bort.

source: Nozzle temperature for layers after the first one. Set this to zero to disable temperature control commands in the output G-code.
sv: Munstyckstemperatur för lager över det första. Ställ in på 0 för att inaktivera temperaturkontroll i G-kodfilen.

source: Nozzle temperature
sv: Munstyckstemperatur

source: Thick bridges
sv: Tjocka broar

source: If enabled, bridges are more reliable, can bridge longer distances, but may look worse. If disabled, bridges look better but are reliable just for shorter bridged distances.
sv: Om det är aktiverat är broar mer tillförlitliga, kan överbrygga längre sträckor, men kan se sämre ut. Om de är inaktiverade ser broar bättre ut men är tillförlitliga bara för kortare överbryggade avstånd.

source: Detect thin walls
sv: Upptäck tunna väggar

source: Detect single-width walls (parts where two extrusions don't fit and we need to collapse them into a single trace).
sv: Upptäck enkelbreddsväggar (delar där två profiler inte passar och vi måste sammanfoga dem till en enda profil).

source: Threads
sv: Trådar

source: Threads are used to parallelize long-running tasks. Optimal threads number is slightly above the number of available cores/processors.
sv: Trådar används för att parallellisera långvariga uppgifter. Optimalt antal trådar är något över antalet tillgängliga kärnor/processorer.

source: This custom code is inserted before every toolchange. Placeholder variables for all PrusaSlicer settings as well as {toolchange_z}, {previous_extruder} and {next_extruder} can be used. When a tool-changing command which changes to the correct extruder is included (such as T{next_extruder}), PrusaSlicer will emit no other such command. It is therefore possible to script custom behaviour both before and after the toolchange.
sv: Denna anpassade kod infogas före varje verktygsbyte. Platshållarvariabler för alla PrusaSlicer-inställningar samt {verktygsbyte z}, {förra extruder} och {nästa extruder} kan användas. När ett verktygsbytekommando som ändras till rätt extruder ingår (som T{nästa extruder}), kommer PrusaSlicer inte att avge något annat sådant kommando. Det är därför möjligt att skripta anpassat beteende både före och efter verktygsbytet.

source: Set this to a non-zero value to set a manual extrusion width for infill for top surfaces. You may want to use thinner extrudates to fill all narrow regions and get a smoother finish. If left zero, default extrusion width will be used if set, otherwise nozzle diameter will be used. If expressed as percentage (for example 90%) it will be computed over layer height.
sv: Ställ in detta på ett värde som inte är 0 för att ställa in en manuell extruderingsbredd för fyllning för toppytor. Du kanske vill använda tunnare extrudat för att fylla alla smala områden och få en jämnare finish. Om den lämnas noll kommer standard extruderingsbredd att användas om den är inställd, annars kommer munstycksdiametern att användas. Om det uttrycks i procent (till exempel 90%) kommer det att beräknas över lagerhöjden.

source: Speed for printing top solid layers (it only applies to the uppermost external layers and not to their internal solid layers). You may want to slow down this to get a nicer surface finish. This can be expressed as a percentage (for example: 80%) over the solid infill speed above. Set to zero for auto.
sv: Hastighet för utskrift av översta solida lager (den gäller endast de översta yttre lagren och inte deras inre solida lager). Du kanske vill bromsa detta för att få en snyggare ytfinish. Detta kan ytryckas som en procentandel (till exempel: 80 %) över den fasta fyllningshastigheten ovan. Ställ in på 0 för auto.

source: Number of solid layers to generate on top surfaces.
sv: Antal solida lager som ska genereras på de övre ytorna.

source: Top solid layers
sv: Översta solida lager

source: The number of top solid layers is increased above top_solid_layers if necessary to satisfy minimum thickness of top shell. This is useful to prevent pillowing effect when printing with variable layer height.
sv: Antalet fasta översta skikt ökas över övre fasta skikt om nödvändigt för att tillfredsställa minsta tjocklek på toppskalet. Detta är användbart för att förhindra kuddeffekt vid utskrift med variabel lagerhöjd.

source: Minimum top shell thickness
sv: Minsta övre skaltjocklek

source: Speed for travel moves (jumps between distant extrusion points).
sv: Hastighet för färdrörelser (hopp mellan avlägsna extruderingspunkter).

source: Z travel
sv: Z bana

source: Speed for movements along the Z axis. When set to zero, the value is ignored and regular travel speed is used instead.
sv: Hastighet för rörelser längs Z-axeln. När det är nollställt ignoreras värdet och vanlig körhastighet används istället.

source: Use firmware retraction
sv: Använd indragning av firmware

source: This experimental setting uses G10 and G11 commands to have the firmware handle the retraction. This is only supported in recent Marlin.
sv: Denna experimentella inställning använder G10- och G11-kommandon för att få den fasta programvaran att hantera tillbakadragningen. Detta stöds bara i senaste Marlin.

source: Use relative E distances
sv: Använd relativa E-avstånd

source: If your firmware requires relative E values, check this, otherwise leave it unchecked. Most firmwares use absolute values.
sv: Om din firmware kräver relativa E-värden, kontrollera detta, annars lämna det omarkerat. De flesta firmware använder absoluta värden.

source: Use volumetric E
sv: Använd volymetrisk E
