Repository: Painkiller56/PrusaSlicer
Catalog: resources/localization/*.po
Languages: sv

source: %s now uses an updated configuration structure. So called 'System presets' have been introduced, which hold the built-in default settings for various printers. These System presets cannot be modified, instead, users now may create their own presets inheriting settings from one of the System presets. An inheriting preset may either inherit a particular value from its parent or override it with a customized value. Please proceed with the %s that follows to set up the new presets and to choose whether to enable automatic preset updates.
sv: %s använder nu en uppdaterad konfigurationsstruktur. Så kallade 'Systempresets' har introducerats, som håller de inbyggda standardinställningarna för olika skrivare. Dessa systemförinställningar kan inte ändras, istället kan användare nu skapa sina egna förinställningar som ärver inställningar från en av systemförinställningarna. En förinställning som ärvs kan antingen ärva ett visst värde från sitt överordnade värde eller åsidosätta det med ett anpassat värde. Fortsätt med %s som följer för att ställa in de nya förinställningarna och välja om du vill aktivera automatiska förinställda uppdateringar.

source: For more information please visit our wiki page:
sv: För mer information besök vår wikisida:

source: Configuration updates
sv: Konfigurationsuppdateringar

source: No updates available
sv: Inga uppdateringar tillgängliga

source: %s has no configuration updates available.
sv: %s har inga tillgängliga konfigurationsuppdateringar.

source: Ramming customization
sv: Justera extruderingen

source: Ramming denotes the rapid extrusion just before a tool change in a single-extruder MM printer. Its purpose is to properly shape the end of the unloaded filament so it does not prevent insertion of the new filament and can itself be reinserted later. This phase is important and different materials can require different extrusion speeds to get the good shape. For this reason, the extrusion rates during ramming are adjustable. This is an expert-level setting, incorrect adjustment will likely lead to jams, extruder wheel grinding into filament etc.
sv: Justering innebär snabb extrudering omedelbart innan verktygsbyte i en MultiMaterial-skrivare med en extruder (verktyget i detta fall är en filament). Dess uppgift är att korrekt forma spetsen på den återdragna filamentet så att den kan laddas om utan problem. Denna fas av filamentbytesprocessen är mycket viktig, och olika filament kan kräva olika extruderingshastigheter för att få rätt spetsform. Av denna anledning kan dess parametrar redigeras. \ N \ n Detta är en inställning för avancerade användare. Felaktiga värden kan orsaka blockeringar, nötning av filamenten av räfflor, etc.

source: Total ramming time
sv: Total justeringstid

source: Total rammed volume
sv: Total ramvolym

source: Ramming line width
sv: Justera radbredd

source: Ramming line spacing
sv: Justera radavstånd

source: Wipe tower - Purging volume adjustment
sv: Renstorn - Justering av rengöringsvolym

source: Here you can adjust required purging volume (mm³) for any given pair of tools.
sv: Här kan du justera önskad reningsvolym (mm³) för ett givet par verktyg.

source: Extruder changed to
sv: Extruder ändrad till

source: unloaded
sv: lossad

source: loaded
sv: laddad

source: Tool #
sv: Verktyg #

source: Total purging volume is calculated by summing two values below, depending on which tools are loaded/unloaded.
sv: Total reningsvolym beräknas genom att summera två värden nedan, beroende på vilka verktyg som laddas/lossas.

source: Volume to purge (mm³) when the filament is being
sv: Volym som ska rengöras (mm³) när filament finns

source: From
sv: Från

source: Switching to simple settings will discard changes done in the advanced mode! Do you want to proceed?
sv: Om du byter till enkla inställningar ignoreras ändringar som gjorts i det avancerade läget! Vill du fortsätta?

source: Show simplified settings
sv: Visa förenklade inställningar

source: Show advanced settings
sv: Visa avancerade inställningar

source: Switch to the %s mode
sv: Växla till %s-läget

source: Current mode is %s
sv: Aktuellt läge är %s

source: Mismatched type of print host: %s
sv: Felaktig typ av utskriftsvärd: %s

source: Connection to AstroBox works correctly.
sv: Anslutning till AstroBox fungerar korrekt.

source: Could not connect to AstroBox
sv: Kunde inte ansluta till AstroBox

source: Note: AstroBox version at least 1.1.0 is required.
sv: Obs: AstroBox version minst 1.1.0 krävs.

source: Connection to Duet works correctly.
sv: Anslutning till Duet fungerar korrekt.

source: Could not connect to Duet
sv: Det gick inte att ansluta till Duet

source: Unknown error occured
sv: Okänt fel har inträffat

source: Wrong password
sv: Fel lösenord

source: Could not get resources to create a new connection
sv: Det gick inte att hämta resurser för att skapa en ny anslutning

source: Exporting source model
sv: Exporterar källmodell

source: Failed loading the input model.
sv: Det gick inte att läsa in inmatningsmodellen.

source: Repairing model by the Netfabb service
sv: Reparerar modell med Netfabb-tjänsten

source: Mesh repair failed.
sv: Mesh-reparation misslyckades.

source: Loading repaired model
sv: Laddar reparerad modell

source: Saving mesh into the 3MF container failed.
sv: Det gick inte att spara mesh i 3MF-behållaren.

source: Export of a temporary 3mf file failed
sv: Export av en temporär 3mf-fil misslyckades

source: Import of the repaired 3mf file failed
sv: Importen av den reparerade 3mf-filen misslyckades

source: Repaired 3MF file does not contain any object
sv: Den reparerade 3MF-filen innehåller inget objekt

source: Repaired 3MF file contains more than one object
sv: Reparerad 3MF-fil innehåller mer än ett objekt

source: Repaired 3MF file does not contain any volume
sv: Den reparerade 3MF-filen innehåller ingen volym

source: Repaired 3MF file contains more than one volume
sv: Reparerad 3MF-fil innehåller mer än en volym

source: Model repair finished
sv: Modellreparation avslutad

source: Model repair canceled
sv: Modellreparation avbruten

source: Upload not enabled on FlashAir card.
sv: Uppladdning är inte aktiverad på FlashAir-kort.

source: Connection to FlashAir works correctly and upload is enabled.
sv: Anslutning till FlashAir fungerar korrekt och uppladdning är aktiverad.

source: Could not connect to FlashAir
sv: Kunde inte ansluta till FlashAir

source: Note: FlashAir with firmware 2.00.02 or newer and activated upload function is required.
sv: Obs: FlashAir med firmware 2.00.02 eller nyare och aktiverad uppladdningsfunktion krävs.

source: Connection to OctoPrint works correctly.
sv: Anslutning till OctoPrint fungerar korrekt.

source: Could not connect to OctoPrint
sv: Kunde inte ansluta till OctoPrint

source: Note: OctoPrint version at least 1.1.0 is required.
sv: Obs: OctoPrint version minst 1.1.0 krävs.

source: Connection to Prusa SL1 / SL1S works correctly.
sv: Anslutning till Prusa SL1 / SL1S fungerar korrekt.

source: Could not connect to Prusa SLA
sv: Det gick inte att ansluta till Prusa SLA

source: Connection to PrusaLink works correctly.
sv: Anslutning till PrusaLink fungerar korrekt.

source: Could not connect to PrusaLink
sv: Kunde inte ansluta till PrusaLink

source: Copying of file %1% to %2% failed: %3%
sv: Kopiering av filen %1% till %2% misslyckades: %3%

source: Continue and install configuration updates?
sv: Vill du fortsätta och installera konfigurationsuppdateringar?

source: Configuration Updates causes a lost of preset modification. So, check unsaved changes and save them if necessary.
sv: Uppdatering av konfigurationen kommer att resultera i att ändringar av inställningar går förlorade. Kontrollera om det finns osparade ändringar och spara dem vid behov.

source: Updating
sv: Uppdaterar

source: requires min. %s and max. %s
sv: kräver min. %s och max. %s

source: requires min. %s
sv: kräver min. %s

source: requires max. %s
sv: kräver max. %s

source: Could not detect system SSL certificate store. PrusaSlicer will be unable to establish secure network connections.
sv: Kunde inte identifiera systemets SSL-certifikatlager. PrusaSlicer kommer inte att kunna upprätta säkra nätverksanslutningar.

source: PrusaSlicer detected system SSL certificate store in: %1%
sv: PrusaSlicer upptäckte systemets SSL-certifikatlager i: %1%

source: To specify the system certificate store manually, please set the %1% environment variable to the correct CA bundle and restart the application.
sv: För att specificera systemcertifikatlagret manuellt, ställ in miljövariabeln %1% till rätt CA-paket och starta om programmet.

source: CURL init has failed. PrusaSlicer will be unable to establish network connections. See logs for additional details.
sv: CUR- initiering har misslyckats. PrusaSlicer kommer inte att kunna upprätta nätverksanslutningar. Se loggar för ytterligare information.

source: Open G-code file:
sv: Öppna G-kod fil:

source: Connection to Repetier works correctly.
sv: Anslutning till Repetier fungerar korrekt.

source: Could not connect to Repetier
sv: Det gick inte att ansluta till Repetier

source: Note: Repetier version at least 0.90.0 is required.
sv: Obs: Repetierversion minst 0.90.0 krävs.

source: HTTP status: %1% Message body: "%2%"
sv: HTTP-status: %1% Meddelandetext: "%2%"

source: Parsing of host response failed. Message body: "%1%" Error: "%2%"
sv: Analys av värdsvar misslyckades. Meddelandetext: "%1%" Fel: "%2%"

source: Enumeration of host printers failed. Message body: "%1%" Error: "%2%"
sv: Uppräkning av värdskrivare misslyckades. Meddelandetext: "%1%" Fel: "%2%"

source: Taking a configuration snapshot failed.
sv: Det gick inte att ta en ögonblicksbild av konfigurationen.

source: PrusaSlicer has encountered an error while taking a configuration snapshot.
sv: PrusaSlicer har stött på ett fel när en ögonblicksbild av konfigurationen togs.

source: PrusaSlicer error
sv: PrusaSlicer-fel

source: Continue
sv: Fortsätta

source: Abort
sv: Avbryt

source: There is an object with no extrusions in the first layer.
sv: Det finns ett objekt utan extrudering i det första lagret.

source: Empty layer between %1% and %2%.
sv: Tomt lager mellan %1% och %2%.

source: (Some lines not shown)
sv: (Vissa rader visas inte)

source: Object name: %1%
sv: Objektnamn: %1%

source: Make sure the object is printable. This is usually caused by negligibly small extrusions or by a faulty model. Try to repair the model or change its orientation on the bed.
sv: Se till att objektet är utskrivbart. Detta orsakas vanligtvis av försumbart små profiler eller av en felaktig modell. Försök att reparera modellen eller ändra dess orientering på bädden.

source: Filament Start G-code
sv: G-kod för filamentstart

source: Filament End G-code
sv: G-kod för filamentslut

source: In the custom G-code were found reserved keywords:
sv: I den anpassade G-koden hittades reserverade nyckelord:

source: This may cause problems in g-code visualization and printing time estimation.
sv: Detta kan orsaka problem med g-kodvisualisering och uppskattning av utskriftstid.

source: No extrusions were generated for objects.
sv: Inga extruderingar genererades för objekt.

source: Your print is very close to the priming regions. Make sure there is no collision.
sv: Ditt utskrift ligger mycket nära priming-områdena. Se till att det inte blir någon kollision.

source: Mixed
sv: Blandad

source: Cannot calculate extrusion width for %1%: Variable "%2%" not accessible.
sv: Kan inte beräkna extruderingsbredd för %1%: Variabeln "%2%" är inte tillgänglig.

source: The selected 3mf file has been saved with a newer version of %1% and is not compatible.
sv: Den valda 3mf-filen har sparats med en nyare version av %1% och är inte kompatibel.

source: The selected 3MF contains FDM supports painted object using a newer version of PrusaSlicer and is not compatible.
sv: Den valda 3MF innehåller FDM stöder målade objekt med en nyare version av PrusaSlicer och är inte kompatibel.

source: The selected 3MF contains seam painted object using a newer version of PrusaSlicer and is not compatible.
sv: Den valda 3MF innehåller sömmålade objekt med en nyare version av PrusaSlicer och är inte kompatibel.

source: The selected 3MF contains multi-material painted object using a newer version of PrusaSlicer and is not compatible.
sv: Den valda 3MF innehåller målade objekt i flera material med en nyare version av PrusaSlicer och är inte kompatibel.

source: The selected amf file has been saved with a newer version of %1% and is not compatible.
sv: Den valda amf-filen har sparats med en nyare version av %1% och är inte kompatibel.

source: Post-processing script %1% failed. The post-processing script is expected to change the G-code file %2% in place, but the G-code file was deleted and likely saved under a new name. Please adjust the post-processing script to change the G-code in place and consult the manual on how to optionally rename the post-processed G-code file.
sv: Efterbearbetningsskriptet %1% misslyckades. Efterbearbetssskriptet förväntas ändra G-kodfilen %2% på plats, men G-kodfilen raderades och sparades troligen under ett nytt namn. Vänligen justera efterbearbetningsskriptet för att ändra G-koden på plats och konsultera manualen om hur du eventuellt byter namn på den efterbehandlade G-kodfilen.

source: undefined error
sv: odefinierat fel

source: too many files
sv: för många filer

source: file too large
sv: för stor fil

source: unsupported method
sv: metod som inte stöds

source: unsupported encryption
sv: kryptering som inte stöds

source: unsupported feature
sv: funktion som inte stöds

source: failed finding central directory
sv: det gick inte att hitta den centrala katalogen

source: not a ZIP archive
sv: inte ett ZIP-arkiv

source: invalid header or archive is corrupted
sv: ogiltig rubrik eller arkiv är skadat

source: unsupported multidisk archive
sv: multidisk-arkiv som inte stöds

source: decompression failed or archive is corrupted
sv: dekompression misslyckades eller arkivet är skadat

source: compression failed
sv: komprimering misslyckades

source: unexpected decompressed size
sv: oväntad dekomprimerad storlek

source: CRC-32 check failed
sv: CRC-32-kontrollen misslyckades

source: unsupported central directory size
sv: central katalogstorlek som inte stöds

source: allocation failed
sv: tilldelning misslyckades

source: file open failed
sv: filöppningen misslyckades

source: file create failed
sv: filskapandet misslyckades

source: file write failed
sv: filskrivning misslyckades

source: file read failed
sv: filläsning misslyckades

source: file close failed
sv: filavslutning misslyckades

source: file seek failed
sv: filsökning misslyckades

source: file stat failed
sv: filstatistiken misslyckades

source: invalid parameter
sv: ogiltig parameter

source: invalid filename
sv: ogiltigt filnamn

source: buffer too small
sv: bufferten är för liten

source: internal error
sv: internt fel

source: file not found
sv: filen hittades inte

source: archive is too large
sv: arkivet är för stort

source: validation failed
sv: validering misslyckades

source: write calledback failed
sv: återförsök av skrivning misslyckades

source: All objects are outside of the print volume.
sv: Alla objekt ligger utanför utskriftsvolymen.

source: The supplied settings will cause an empty print.
sv: De medföljande inställningarna kommer att orsaka en tom utskrift.

source: Some objects are too close; your extruder will collide with them.
sv: Vissa föremål är för nära; din extruder kommer att kollidera med dem.

source: Some objects are too tall and cannot be printed without extruder collisions.
sv: Vissa föremål är för höga och kan inte skrivas ut utan extruderkollisioner.

source: Only a single object may be printed at a time in Spiral Vase mode. Either remove all but the last object, or enable sequential mode by "complete_objects".
sv: Endast ett singelobjekt kan skrivas ut åt gången i spiralvasläget. Ta antingen bort allt utom det sista objektet eller aktivera sekventiellt läge med "kompletta_objekt".

source: The Spiral Vase option can only be used when printing single material objects.
sv: Alternativet Spiral Vas kan endast användas vid utskrift av singelmaterialobjekt.

source: The wipe tower is only supported if all extruders have the same nozzle diameter and use filaments of the same diameter.
sv: Renstorn stöds endast om alla extruders har samma munstycksdiameter och använder filament med samma diameter.

source: The Wipe Tower is currently only supported for the Marlin, RepRap/Sprinter, RepRapFirmware and Repetier G-code flavors.
sv: Renstorn stöds för närvarande endast för Marlin-stil G-kod, RepRap Sprinter, RepRapFirmware och Repetier.

source: The Wipe Tower is currently only supported with the relative extruder addressing (use_relative_e_distances=1).
sv: Renstorn stöds för närvarande endast med den relativa extruder-adresseringen (använd relativa e avstånd=1).

source: Ooze prevention is currently not supported with the wipe tower enabled.
sv: Förebyggande av läckage stöds för närvarande inte med renstorn aktiverat.

source: The Wipe Tower currently does not support volumetric E (use_volumetric_e=0).
sv: Renstorn stöder för närvarande inte volymetrisk E (använd volymetrisk e=0).

source: The Wipe Tower is currently not supported for multimaterial sequential prints.
sv: Renstorn stöds för närvarande inte för sekventiella utskrifter av flera material.

source: The Wipe Tower is only supported for multiple objects if they have equal layer heights
sv: Renstorn stöds endast för flera objekt om de har samma lagerhöjder

source: The Wipe Tower is only supported for multiple objects if they are printed over an equal number of raft layers
sv: Renstorn stöds endast för flera objekt om de skrivs ut över lika många lager

source: The Wipe Tower is only supported for multiple objects if they are printed with the same support_material_contact_distance
sv: Renstorn stöds endast för flera objekt om de är utskriftta med samma kontaktavstånd för stödmaterial

source: The Wipe Tower is only supported for multiple objects if they are sliced equally.
sv: Renstornet stöds endast för flera objekt om de är lika skivade med samma lagerhöjd.

source: The Wipe tower is only supported if all objects have the same variable layer height
sv: Renstornet stöds endast om alla objekt har samma variabla lagerhöjd

source: One or more object were assigned an extruder that the printer does not have.
sv: Ett eller flera objekt tilldelades en extruder som skrivaren inte har.

source: %1%=%2% mm is too low to be printable at a layer height %3% mm
sv: %1%=%2% mm är för lågt för att kunna skrivas ut på lagerhöjden %3% mm

source: Excessive %1%=%2% mm to be printable with a nozzle diameter %3% mm
sv: Värdet%1%=%2% mm är för stort att kunna skrivas ut med en munstycksdiameter %3% mm

source: Printing with multiple extruders of differing nozzle diameters. If support is to be printed with the current extruder (support_material_extruder == 0 or support_material_interface_extruder == 0), all nozzles have to be of the same diameter.
sv: Utskrift med flera extruders med olika munstycksdiametrar. Om stöd ska skrivas ut med aktuell extruder stödmaterial extruderr == 0 eller stödmaterial gränssnitt extruder== 0), måste alla munstycken ha samma diameter.

source: The Wipe Tower currently supports the non-soluble supports only if they are printed with the current extruder without triggering a tool change. (both support_material_extruder and support_material_interface_extruder need to be set to 0).
sv: Renstorn stöder för närvarande de olösliga stöden endast om de är utskrivna med den aktuella extrudern utan att utlösa ett verktygsbyte. (både stödmaterial extruder) och stödmaterial gränssnitt extruder måste ställas in på 0).

source: First layer height can't be greater than nozzle diameter
sv: Första lagrets höjd får inte vara större än munstyckets diameter

source: Layer height can't be greater than nozzle diameter
sv: Lagerhöjden får inte vara större än munstyckets diameter

source: Infilling layers
sv: Fyllande lager

source: Generating skirt and brim
sv: Genererar kjol och brätte

source: Exporting G-code
sv: Exporterar G-kod

source: Generating G-code
sv: Genererar G-kod

source: Pad brim size is too small for the current configuration.
sv: Vadderingens brättestorlek är för liten för den aktuella konfigurationen.

source: Cannot proceed without support points! Add support points or disable support generation.
sv: Kan inte fortsätta utan stödpunkter! Lägg till supportpunkter eller inaktivera supportgenerering.

source: Elevation is too low for object. Use the "Pad around object" feature to print the object without elevation.
sv: Elevation är för låg för objektet. Använd funktionen "vaddera runt object" för att skriva ut objektet utan elevation.

source: The endings of the support pillars will be deployed on the gap between the object and the pad. 'Support base safety distance' has to be greater than the 'Pad object gap' parameter to avoid this.
sv: Ändarna på stödpelarna kommer att placeras ut på springan mellan föremålet och vadderingen. 'Stödbassäkerhetsavstånd' måste vara större än parametern 'Objekt gap' för att undvika detta.

source: Exposition time is out of printer profile bounds.
sv: Exponeringstiden ligger utanför skrivarprofilens gränser.

source: Initial exposition time is out of printer profile bounds.
sv: Den initiala exponeringstiden ligger utanför skrivarprofilens gränser.

source: Slicing done
sv: Skivning klar

source: Hollowing model
sv: Ihålig modell

source: Drilling holes into model.
sv: Borrar hål i modellen.

source: Slicing model
sv: Skivar modell

source: Generating support points
sv: Genererar stödpunkter

source: Generating support tree
sv: Genererar stödträd

source: Generating pad
sv: Genererar vaddering

source: Slicing supports
sv: Skivningsstöd

source: Merging slices and calculating statistics
sv: Slå samman skivor och beräkna statistik

source: Rasterizing layers
sv: Rasteriserande lager

source: Too many overlapping holes.
sv: För många överlappande hål.

source: Mesh to be hollowed is not suitable for hollowing (does not bound a volume).
sv: Mesh som är avsett att urholkas är inte lämpligt för detta (det stänger inte volymen).

source: Unable to drill the current configuration of holes into the model.
sv: Det är inte möjligt att borra hål i modellen i den aktuella konfigurationen.

source: Drilling holes into the mesh failed. This is usually caused by broken model. Try to fix it first.
sv: Borrning av hål i mesh misslyckades. Detta orsakas vanligtvis av felaktigheter i modellen. Försök att fixa det först.

source: Failed to drill some holes into the model
sv: Det gick inte att borra några hål i modellen

source: Slicing had to be stopped due to an internal error: Inconsistent slice index.
sv: Skivning var tvungen att stoppas på grund av ett internt fel: Inkonsekvent skivindex.

source: Visualizing supports
sv: Visualisera stöd

source: No pad can be generated for this model with the current configuration
sv: Ingen vaddering kan genereras för denna modell med den aktuella konfigurationen

source: There are unprintable objects. Try to adjust support settings to make the objects printable.
sv: Det finns objekt som inte går att skriva ut. Försök att justera stödinställningar för att göra objekten utskriftsbara.

source: Failed processing of the output_filename_format template.
sv: Fel vid bearbetning av utdatafilnamnsformat.

source: Printer technology
sv: Skrivarteknik

source: Bed shape
sv: Bäddform

source: Bed custom texture
sv: Bädd anpassad textur

source: Bed custom model
sv: Bädd anpassad modell

source: Elephant foot compensation
sv: Elefantfotskompensation
